Repository: TheFlightSims/FlyNext
Catalog: fn-data/Translations/*/FlightGear-nonQt.xlf
Languages: es, pl

# menu/adjust-hud:0
source: Adjust HUD Properties
es: Cambiar Propiedades del HUD
pl: Dostosuj HUD

# menu/adjust-lod:0
source: Adjust LOD Ranges
es: Ajustar rangos del nivel de detalle
pl: Poziom szczegolow (LOD)

# menu/ai:0
source: AI
es: IA
pl: SI

# menu/ai-objects:0
source: AI Objects
es: Objetos IA
pl: Obiekty SI

# menu/aircraft-center:0
source: Aircraft Center (Experimental)
es: Centro de Aeronaves (Experimental)
pl: Centrum statkow powietrznych (Eksperymentalne)

# menu/aircraft-checklists:0
source: Aircraft Checklists
es: Listas de Verificación de la Aeronave
pl: Listy kontrolne

# menu/aircraft-keys:0
source: Aircraft Help
es: Ayuda de la Aeronave
pl: Dla tego statku powietrznego

# menu/als-filter-effects:0
source: ALS Filter Effects
es: Efectos Filtro ALS
pl: Filtry ALS

# menu/atc-in-range:0
source: ATC Services in Range
es: Servicios ATC en Cercanía
pl: ATC w zasiegu

# menu/autopilot:0
source: Autopilot
es: Autopiloto

# menu/autopilot-settings:0
source: Autopilot Settings
es: Ajustes AP
pl: Ustawienia autopilota

# menu/autostart:0
source: Autostart
es: Autoencendido

# menu/basic-keys:0
source: Basic Simulator Keys
es: Teclas Básicas del Simulador
pl: Podstawowe klawisze symulatora

# menu/carrier:0
source: Carrier Controls
es: Controles del Portaviones
pl: Sterowanie lotniskowcem

# menu/cockpit-view-options:0
source: Cockpit View Options
es: Opciones de Vista de Cabina
pl: Opcje widoku z kokpitu

# menu/common-keys:0
source: Common Aircraft Keys
es: Teclas Comunes a toda Aeronave
pl: Klawisze sterowania

# menu/configure-dev-extension:0
source: Configure Development Extensions
es: Configurar extensiones de desarrollo
pl: Konfiguruj rozszerzenia programistyczne

# menu/cycle-gui:0
source: Cycle GUI Style
es: Ciclo de estilo GUI
pl: Przelacz styl interfejsu

# menu/debug:0
source: Debug
es: Depurar
pl: Debuguj

# menu/development-keys:0
source: Development Keys
es: Teclas de Desarrollo
pl: Klawisze programistyczne

# menu/display-marker:0
source: Display Tutorial Marker
es: Mostrar marcadores de tutorial
pl: Wyswietl wskaznik samouczka

# menu/doc-browser:0
source: Documentation Browser
es: Navegador de documentación
pl: Dokumentacja techniczna

# menu/dump-scene-graph:0
source: Dump Scene Graph
es: Mostrar datos escena gráfica
pl: Zrzuc graf sceny

# menu/earthview:0
source: Earthview orbital rendering
es: Renderizado de órbita terrestre
pl: Ziemia z orbity

# menu/environment:0
source: Environment
es: Ambiente
pl: Srodowisko

# menu/environment-settings:0
source: Environment Settings
es: Configurar ambiente
pl: Ustawienia srodowiska

# menu/equipment:0
source: Equipment
es: Equipamiento
pl: Wyposazenie

# menu/error-reports:0
source: View Errors
es: Ver Errores
pl: Zobacz bledy

# menu/exit:0
source: Quit
es: Salir
pl: Zakoncz

# menu/failure-submenu:0
source: --- Failures ---
es: --- Fallas ---
pl: --- Awarie ---

# menu/fg1000:0
source: FG1000 MFD
es: Pantalla Multifunción FG1000

# menu/fg1000-mfd:0
source: FG1000 MFD
es: Pantalla Multifunción FG1000

# menu/fg1000-pfd:0
source: FG1000 PFD
es: Pantalla de Vuelo FG1000

# menu/fgcom-settings:0
source: FGCom Settings
es: Configuración de FGCom
pl: Ustawienia FGCom

# menu/file:0
source: File
es: Archivo
pl: Plik

# menu/flight-recorder-control:0
source: Flight Recorder Control
es: Grabaciones de vuelo
pl: Rejestrator lotu

# menu/fuel-and-payload:0
source: Fuel and Payload
es: Combustible y carga
pl: Paliwo i ladunek

# menu/global-weather:0
source: Weather
es: Clima
pl: Pogoda

# menu/goto-airport:0
source: Select Airport
es: Seleccionar aeropuerto
pl: Wybierz lotnisko

# menu/gps:0
source: GPS Settings
es: Configurar GPS
pl: GPS

# menu/help:0
source: Help
es: Ayuda
pl: Pomoc

# menu/help-browser:0
source: Help (opens in browser)
es: Ayuda (abre en el navegador)
pl: Pomoc (w przegladarce)

# menu/highlighting:0
source: Highlighting
es: Resaltado
pl: Podswietlanie

# menu/immatriculation:0
source: Immatriculation
es: Matrícula
pl: Rejestracja

# menu/input-config:0
source: Mouse Configuration
es: Configuración del Ratón
pl: Konfiguracja myszki

# menu/instrument-failures:0
source: Instrument Failures
es: Fallas de Instrumentos
pl: Awarie przyrzadow

# menu/instrument-settings:0
source: Instrument Settings
es: Configurar instrumentos
pl: Ustawienia przyrzadow

# menu/interface-config:0
source: User-interface Options
es: Opciones del interfaz de usuario

# menu/jetway:0
source: Jetway Settings
es: Configurar manga
pl: Ustawienia rekawa

# menu/joystick-config:0
source: Joystick Configuration
es: Configuración de Joystick
pl: Konfiguracja joysticka

# menu/joystick-info:0
source: Joystick Information
es: Información de joystick
pl: Informacje o joysticku

# menu/lag-adjust:0
source: Lag Settings
es: Ajustes de retraso
pl: Ustawienia opoznien

# menu/light-switches:0
source: Light switches
es: Interruptores de luz
pl: Swiatla

# menu/load-tape:0
source: Load Flight Recorder Tape
es: Cargar grabación de vuelo
pl: Wczytaj tasme rejestratora lotu

# menu/local_weather:0
source: Local Weather (Test)
es: Clima Local (Prueba)
pl: Pogoda lokalna (test)

# menu/location:0
source: Location
es: Localización
pl: Lokalizacja

# menu/logging:0
source: Logging
es: Registro
pl: Logowanie

# menu/map:0
source: Map
es: Mapa
pl: Mapa

# menu/map-browser:0
source: Map (opens in browser)
es: Mapa (abre en el navegador)
pl: Mapa (w przegladarce)

# menu/map-canvas:0
source: Map (Canvas)
es: Mapa (Canvas)
pl: Mapa (Canvas)

# menu/menu-about:0
source: About
es: Acerca de
pl: O programie

# menu/mp-carrier:0
source: MPCarrier Selection
es: Selección de portaviones multijugador
pl: Wybor lotniskowca multiplayer

# menu/mp-chat:0
source: Chat Dialog
es: Ventana de Chat
pl: Czat

# menu/mp-chat-menu:0
source: Chat Menu
es: Menú de Chat
pl: Menu czata

# menu/mp-list:0
source: Pilot List
es: Lista de Pilotos
pl: Lista pilotow

# menu/mp-settings:0
source: Multiplayer Settings
es: Ajustes Multijugador
pl: Ustawienia multiplayer

# menu/multiplayer:0
source: Multiplayer
es: Multijugador

# menu/nasal-console:0
source: Nasal Console
es: Consola Nasal
pl: Konsola Nasal

# menu/nasal-repl-interpreter:0
source: Nasal REPL Interpreter
es: Intérprete de Nasal
pl: Interpreter REPL dla Nasal

# menu/next-waypoint:0
source: Next Waypoint
es: Waypoint Siguiente
pl: Nastepny punkt nawigacyjny

# menu/performance-monitor:0
source: Monitor System Performance
es: Monitor de rendimiento del sistema
pl: Monitor wydajnosci systemu

# menu/pilot-offset:0
source: Adjust View Position
es: Posición de Punto de Vista
pl: Dostosuj pozycje widoku

# menu/position-in-air:0
source: Position Aircraft In Air
es: Ubicar aeronave en vuelo
pl: W powietrzu

# menu/previous-waypoint:0
source: Previous Waypoint
es: Waypoint previo
pl: Poprzedni punkt nawigacyjny

# menu/print-rendering-statistics:0
source: Print Rendering Statistics
es: Mostrar estadísticas de renderizado
pl: Wypisz statystyki renderowania

# menu/print-scene-info:0
source: Print Visible Scene Info
es: Información escena visible
pl: Wypisz informacje o widocznej scenie

# menu/property-browser:0
source: Browse Internal Properties
es: Visor de propiedades internas
pl: Przegladaj wewnetrzne wlasciwosci

# menu/radio:0
source: Radio Settings
es: Ajustes de Radio
pl: Radio

# menu/random-attitude:0
source: Random Attitude
es: Dirección al azar
pl: Losowa orientacja

# menu/random-failures:0
source: Random Failures
es: Fallas al azar
pl: Awarie losowe

# menu/reload-autopilot:0
source: Reload Autopilot
es: Reiniciar autopiloto
pl: Przeladuj autopilota

# menu/reload-gui:0
source: Reload GUI
es: Reiniciar interfaz gráfica
pl: Przeladuj interfejs uzytkownika

# menu/reload-hud:0
source: Reload HUD
es: Reiniciar HUD
pl: Przeladuj HUD

# menu/reload-input:0
source: Reload Input
es: Reiniciar interfaz de control
pl: Przeladuj system wejscia

# menu/reload-materials:0
source: Reload Materials
es: Recargar Materiales
pl: Przeladuj materialy

# menu/reload-model:0
source: Reload Aircraft Model
es: Recargar modelo de la aeronave
pl: Przeladuj model statku powietrznego

# menu/reload-network:0
source: Reload Network
es: Reiniciar conexión de red
pl: Przeladuj siec

# menu/reload-panel:0
source: Reload Panel
es: Reiniciar Panel
pl: Przeladuj panel

# menu/reload-scenery:0
source: Reload Scenery
es: Recargar Escenarios
pl: Przeladuj scenerie

# menu/rembrandt-buffers-choice:0
source: Select Rendering Buffers
es: Seleccionar Buffers de Renderizado
pl: Wybierz bufory renderowania

# menu/rendering-buffers:0
source: Hide/Show Rendering Buffers
es: Ocultar/Mostrar buffers de renderizado
pl: Ukryj/Pokaz bufory renderowania

# menu/rendering-options:0
source: Rendering Options
es: Opciones de renderizado
pl: Opcje renderowania

# menu/replay:0
source: Instant Replay
es: Repetición Instantánea
pl: Powtorka

# menu/reset:0
source: Reset
es: Reiniciar
pl: Zresetuj

# menu/route-manager:0
source: Route Manager
es: Configurar Rutas
pl: Planowanie lotu

# menu/save-tape:0
source: Save Flight Recorder Tape
es: Guardar grabación de vuelo
pl: Zapisz tasme rejestratora lotu

# menu/scenario:0
source: Traffic and Scenario Settings
es: Ajustes de Tráfico y Escenarios
pl: Ruch lotniczy oraz scenariusze

# menu/select-livery:0
source: Select Livery
es: Seleccionar Livery
pl: Wybierz malowanie

# menu/show-hide-yokes:0
source: Show/hide yokes
es: Mostrar/ocultar mandos
pl: Pokaz/ukryj wolanty

# menu/snap-shot:0
source: Screenshot
es: Captura de pantalla
pl: Zrzut ekranu

# menu/snap-shot-dir:0
source: Screenshot Directory
es: Directorio de capturas de pantalla
pl: Folder zrzutow ekranu

# menu/sound-config:0
source: Sound Configuration
es: Configurar Sonido
pl: Ustawienia dzwieku

# menu/statistics-display:0
source: Cycle On-Screen Statistics
es: Mostrar estadísticas en pantalla
pl: Przelacz statystyki ekranowe

# menu/stereoscopic-options:0
source: Stereoscopic View Options
es: Opciones Vista Estereoscópica
pl: Opcje widoku stereoskopowego

# menu/stopwatch:0
source: Stopwatch
es: Cronómetro
pl: Stoper

# menu/swift_connection:0
source: swift Connection
es: Conexión Swift
pl: Polaczenie swift

# menu/system-failures:0
source: System Failures
es: Fallos del Sistema
pl: Awarie systemow

# menu/tanker:0
source: Tanker Controls
es: Controles reabastecimiento en vuelo
pl: Ustawienia latajacej cysterny

# menu/terrasync:0
source: Scenery Download
es: Descarga de Escenarios
pl: Pobieranie scenerii

# menu/tiller-steering:0
source: Tiller Steering
es: Timón de Dirección
pl: Sterownica kola przedniego

# menu/time-mode:0
source: Time Mode
es: Modo de Tiempo
pl: Tryb czasu

# menu/time-settings:0
source: Time Settings
es: Ajustes de Horario
pl: Czas

# menu/toggle-fullscreen:0
source: Toggle Fullscreen
es: Conmutar Pantalla Completa
pl: Przelacz pelny ekran

# menu/toggle-glide-slope:0
source: Toggle Glide Slope Tunnel
es: Conmutar Senda de Planeo
pl: Wl/Wyl znaczniki sciezki podejscia

# menu/tower-position:0
source: Tower Position
es: Posición de la Torre
pl: Lokalizacja wiezy

# menu/tutorial-start:0
source: Tutorials
es: Tutoriales
pl: Samouczki

# menu/view:0
source: View
es: Vista
pl: Widok

# menu/view-clone:0
source: Add Clone View
es: Añadir Vista Clonación
pl: Okno z biezacym widokiem

# menu/view-last-pair:0
source: Add Pair View
es: Añadir Vista de Par
pl: Okno sparowanych widokow

# menu/view-last-pair-double:0
source: Add Pair Foreground View
es: Añadir Vista de Par en Primer Plano
pl: Okno sparowanych widokow z pierwszym planem

# menu/view-options:0
source: View Options
es: Opciones de Vistas
pl: Opcje widoku

# menu/view-push:0
source: Push Pair View
es: Empujar Vista de Par
pl: Dodaj biezacy widok do sparowania

# menu/volcanoes:0
source: Volcanoes
es: Volcanes
pl: Wulkany

# menu/vr-options:0
source: VR Options
es: Opciones RV
pl: Opcje VR

# menu/walker:0
source: Walker
es: Caminante
pl: Piechur

# menu/walker-animation-dialog:0
source: Walker animation dialog
es: Diálogo de animación del caminante
pl: Animacje

# menu/walker-equipment:0
source: Select Equipment
es: Seleccionar Equipamiento
pl: Wyposazenie

# menu/walker-theme:0
source: Select Theme
es: Seleccionar Tema
pl: Wyglad

# menu/walker-toggle-outside:0
source: Toggle Walker outside
es: Conmutar Caminante exterior
pl: Wsiadz/wysiadz

# menu/wildfire-settings:0
source: Wildfire Settings
es: Ajustes de Incendios Forestales
pl: Ustawienia pozarow

# menu/wingman:0
source: Wingman Controls
es: Controles vuelo en formación
pl: Ustawienia skrzydlowego

# menu/write-video-config:0
source: Save Video Configuration
es: Guardar Configuración de Vídeo
pl: Zapisz konfiguracje wideo

# options/AV400-desc:0
source: Emit the Garmin AV400 protocol required to drive a Garmin 196/296 series GPS
es: Emite el protocolo Garmin AV400 requerido para usar un GPS Garmin serie 196/296
pl: Dostarcza protokół Garmin AV400 wymagany do sterowania odbiornikami GPS serii Garmin 196/296.

# options/AV400Sim-desc:0
source: Emit the set of AV400 strings required to drive a Garmin 400-series GPS from FlightGear
es: Emite el conjunto de cadenas AV400 de texto requeridas para usar un GPS Garmin 400-series desde FlightGear
pl: Emituje z FlightGear zestaw znaków AV400 wymaganych do sterowania odbiornikami GPS Garmin serii 400.

# options/AV400WSimA-desc:0
source: Open connection for "A" channel using Garmin WAAS GPS protocol
es: Abrir conexión para el canal "A" usando el protocolo GPS Garmin WAAS

# options/AV400WSimB-desc:0
source: Open connection for "B" channel using Garmin WAAS GPS protocol
es: Abrir conexión para el canal "B" usando el protocolo GPS Garmin WAAS

# options/addon-desc:0
source: Specify a path to addon;
es: Especifique una ruta al complemento;
pl: Określ ścieżkę do dodatku;

# options/adf1-desc:0
source: Set the ADF1 radio frequency, optionally preceded by a card rotation.
es: Establece la radio frecuencia de ADF1, opcionalmente precedida por una rotación de carta.
pl: Ustaw częstotliwość radia ADF1, opcjonalnie poprzedzoną obrotem tarczy.

# options/adf2-desc:0
source: Set the ADF2 radio frequency, optionally preceded by a card rotation.
es: Establece la radio frecuencia de ADF2, opcionalmente precedida por una rotación de carta.
pl: Ustaw częstotliwość radia ADF2, opcjonalnie poprzedzoną obrotem tarczy.

# options/aero-desc:0
source: Select aircraft aerodynamics model to load
es: Selecciona el modelo de aerodinámicas de la aeronave para cargar
pl: Określ model aerodynamiki statku powietrznego.

# options/ai-scenario:0
source: Add and enable a new scenario. Multiple options are allowed.
es: Añade y activa un nuevo escenario. Se permiten múltiples opciones.
pl: Dodaj i włącz nowy scenariusz SI. Można użyć tej opcji wielokrotnie.

# options/aircraft-desc:0
source: Select an aircraft profile as defined by a top level <name>-set.xml
es: Selecciona un perfil de aeronave definido por el <nombre>-set.xml de nivel superior
pl: Określ statek powietrzny zgodnie z definicją w pliku <nazwa>-set.xml. Plik jest wyszukiwany w $FG_ROOT/Aircraft, w katalogu wskazanym przez zmienną środowiskową $FG_AIRCRAFT oraz w katalogach przekazanych do FlightGear przy użyciu --fg-aircraft.

# options/aircraft-dir-desc:0
source: Specify the exact directory to use for the aircraft (normally not required, but may be useful). Interpreted relatively to the current directory. Causes the <path-cache> from autosave_X_Y.xml, as well as --fg-aircraft and the FG_AIRCRAFT environment variable to be bypassed.
es: Especifique el directorio exacto a usar para la aeronave (normalmente no es obligatorio, pero puede ser útil). Interpretado en relación con el directorio actual. Causa el &lt;path-cache&gt; de autosave_X_Y.xml, así como --fg-aircraft y la variable de entorno FG_AIRCRAFT ser omitido.
pl: Określ dokładny katalog, który ma być używany dla statku powietrznego (normalnie nie wymagane, ale może być przydatne). Podana ścieżka musi być względna do bieżącego katalogu. Powoduje ominięcie opcji <path-cache> z pliku autosave_x_y.xml, linii komend --fg-aircraft oraz zmiennej środowiskowej $FG_AIRCRAFT.

# options/aircraft-model-options:0
source: Aircraft model directory (UIUC FDM ONLY)
es: Directorio de modelos de aeronaves (SOLO UIUC FDM)

# options/aircraft-options:0
source: Aircraft
es: Aeronave
pl: Statek powietrzny

# options/airport-desc:0
source: Specify starting position relative to an airport
es: Especifica la posición de comienzo relativa a un aeropuerto
pl: Określ lotnisko startowe.

# options/allow-nasal-from-sockets-desc:0
source: Remove security flag, which means that network connections will be allowed full access to the simulator including running arbitrary scripts. Ensure you have adequate security (such as a firewall which blocks external connections).
es: Eliminar la marca de seguridad, lo que significa que las conexiones de red tendrán acceso total al simulador, incluyendo la ejecución de scripts arbitrarios. Asegúrese de tener una seguridad adecuada (como por ejemplo un cortafuegos que bloquee las conexiones externas).

# options/allow-nasal-read-desc:0
source: Allow Nasal scripts to read files from directories listed as path (separate multiple paths with a semicolon (Windows) or a colon (UNIX)). By default, for security reasons, Nasal scripts can only read data from certain directories, such as $FG_ROOT, $FG_HOME, etc.
es: Permitir que los scripts de Nasal lean los archivos de directorios listados como una ruta (separe múltiples rutas con un punto y coma (Windows) o con dos puntos (UNIX)). Por defecto, los ripts de Nasal solo pueden leer datos de determinados directorios, como $FG_ROOT, $FG_HOME, etc.
pl: Zezwalaj skryptom Nasal na odczytywanie plików z katalogów wymienionych jako path (oddziel wiele ścieżek średnikiem (Windows) lub dwukropkiem (UNIX)). Domyślnie, ze względów bezpieczeństwa, skrypty Nasal mogą odczytywać dane tylko z określonych katalogów, takich jak $FG_ROOT, $FG_HOME, itp.

# options/altitude-desc:0
source: Starting altitude
es: Altitud de comienzo
pl: Określ wysokość początkową (w stopach, chyba że włączono --units-meters).

# options/arm-desc:0
source: Specify a multiplier for the aspect ratio.
es: Especifique un multiplicador para la relación de aspecto.
pl: Określ mnożnik dla współczynnika proporcji.

# options/atcsim-desc:0
source: Open connection using the ATC sim protocol (atc610x)
es: Abrir conexión usando el protocolo ATC sim(atc610x)
pl: Owtórz połączenie używając protokołu ATC (atc610x).

# options/atlas-desc:0
source: Open connection using the Atlas protocol
es: Abrir conexión usando el protocolo Atlas
pl: Owtórz połączenie używając protokołu Atlas.

# options/audio-options:0
source: Audio Options
es: Opciones de Audio
pl: Opcje audio

# options/avionics-options:0
source: Avionics Options
es: Opciones de Aviónica
pl: Opcje awioniki

# options/bpp-desc:0
source: Specify the bits per pixel
es: Especifica los bits por pixel
pl: Określ głębię kolorów jako liczbę bitów na piksel.

# options/browser-app-desc:0
source: Specify path to your web browser
es: Especifica la ruta a tu navegador web
pl: Określ ścieżkę do Twojej przeglądarki internetowej.

# options/callsign-desc:0
source: Assign a unique name to a player
es: Asigna un nombre único a un jugador
pl: Przypisz użytkownikowi unikalną nazwę (znak wywoławczy).

# options/carrier-abeam-desc:0
source: Start on downwind abeam the selected carrier (must also specify a carrier)
es: Empezar a favor de viento trasversal del portaviones seleccionado (debe también especificar un portaviones)

# options/carrier-desc:0
source: Specify starting position on an AI carrier
es: Especifica la posición de comienzo en un portaviones AI
pl: Określ pozycję startową na lotniskowcu SI.

# options/carrier-position-desc:0
source: Specify a starting position relative to the carrier where you can use the predefined abeam (start on downwind abeam) or FLOLS (start on final approach) values, or specify the name of the carrier's parking position. Must also specify a carrier.
es: Especifique una posición de comienzo relativa al portaviones donde puede usar los valores de través predefinidos (empezar a favor de viento trasversal) o FLOLS (empezar en aproximación final), o especifique el nombre de la posición de aparcamiento del portaviones. Debe también especificar un portaviones.

# options/ceiling-desc:0
source: Create an overcast ceiling, optionally with a specific thickness (defaults to 2000 ft).
es: Crear un techo encapotado, opcionalmente con un grosor específico (por defecto a los 2000 pies).
pl: Określ wysokość podstawy chmur (w stopach nad średnim poziomem morza), opcjonalnie z określoną grubością (domyślnie 2000 ft).

# options/com1-desc:0
source: Set the COM1 radio frequency
es: Establece la radio frecuencia de COM1
pl: Ustaw częstotliwość radia COM1.

# options/com2-desc:0
source: Set the COM2 radio frequency
es: Establece la radio frecuencia de COM2
pl: Ustaw częstotliwość radia COM2.

# options/composite-viewer-desc:0
source: Enable CompositeViewer (extra view windows)
es: Habilitar Visor Compuesto (ventanas de vista extra)

# options/compositor-desc:0
source: Specify the path to XML file for multi-pass rendering. The path is relative to $FG_ROOT (defaults to Compositor/default.xml).
es: Especifique la ruta al archivo XML para el renderizado multi-pasada. La ruta es relativa a $FG_ROOT (por defecto, a Compositor/default.xml).
pl: Określ ścieżkę do pliku XML do renderowania wieloprzebiegowego. Ścieżka jest względna do $FG_ROOT (domyślnie Compositor/default.xml).

# options/config-desc:0
source: Load additional properties from path
es: Carga propiedades adicionales de la ruta
pl: Wczytaj dodatkowe właściwości z podanego pliku.

# options/console-desc:0
source: Display console (Windows specific)
es: Consola de visualización (específica para Windows)

# options/data-desc:0
source: Specify an additional base data directory (FGData), before the $FG_ROOT directory
es: Especifique un directorio adicional de datos base (FGData), antes que el directorio $FG_ROOT
pl: Określ dodatkowy katalog danych bazowych (FGData), przed katalogiem $FG_ROOT.

# options/debugging-options:0
source: Debugging Options
es: Opciones de Depuración
pl: Opcje debugowania

# options/developer-desc:0
source: Enable developer mode
es: Habilitar modo desarrollador

# options/disable-ai-models-desc:0
source: Deprecated option (disable internal AI subsystem)
es: Opción en desuso mantenida por compatibilidad (Desactiva el subsistema de tráfico artificial)

# options/disable-ai-traffic-desc:0
source: Disable artificial traffic.
es: Desactiva el tráfico artificial.

# options/disable-anti-alias-hud-desc:0
source: Disable anti-aliased HUD
es: Desactiva el HUD sin distorsión (anti-aliased)

# options/disable-auto-coordination-desc:0
source: Disable auto coordination
es: Desactiva autocoordinación

# options/disable-clock-freeze-desc:0
source: Clock advances normally
es: El reloj avanza con normalidad

# options/disable-clouds-desc:0
source: Disable 2D (flat) cloud layers
es: Desactiva las capas de nubes 2D (planas)

# options/disable-clouds3d-desc:0
source: Disable 3D (volumetric) cloud layers
es: Desactiva las capas de nubes 3D (volumétricas)

# options/disable-distance-attenuation:0
source: Disable runway light distance attenuation
es: Desactiva la atenuación por distancia de la iluminación de pistas

# options/disable-enhanced-lighting:0
source: Disable enhanced runway lighting
es: Desactiva la iluminación mejorada de pistas

# options/disable-fgcom-desc:0
source: Disable FGCom built-in
es: Deshabilitar FGCom

# options/disable-freeze-desc:0
source: Start in a running state
es: Comenzar en un estado arrancado

# options/disable-fuel-freeze-desc:0
source: Fuel is consumed normally
es: Se consume combustible con normalidad

# options/disable-fullscreen-desc:0
source: Disable fullscreen mode
es: Desactiva el modo de pantalla completa
