Repository: TheFlightSims/FlyNext
Catalog: fn-data/Translations/*/FlightGear-nonQt.xlf
Languages: es, pl

# options/disable-gui-desc:0
source: Enable headless mode
es: Habilitar el modo sin cabecera

# options/disable-hold-short-desc:0
source: Disable the move to hold short position for multiplayer
es: Deshabilitar el movimiento para mantener una posición corta para multijugador

# options/disable-horizon-effect:0
source: Disable celestial body growth illusion near the horizon
es: Desactiva la ilusión de crecimiento de los cuerpos celestes cerca del horizonte

# options/disable-hud-3d-desc:0
source: Disable 3D HUD
es: Desactiva el HUD 3D

# options/disable-hud-desc:0
source: Disable Heads Up Display (HUD)
es: Desactiva visor frontal (HUD)

# options/disable-mouse-pointer-desc:0
source: Disable extra mouse pointer
es: Desactiva el puntero extra del ratón

# options/disable-panel-desc:0
source: Disable instrument panel
es: Desactiva el panel de instrumentos

# options/disable-random-buildings-desc:0
source: Exclude random buildings objects
es: Excluir edificios aleatorios

# options/disable-random-objects-desc:0
source: Exclude random scenery objects
es: Excluir objetos aleatorios de escenografía

# options/disable-random-vegetation-desc:0
source: Exclude random vegetation objects
es: Excluir objetos aleatorios de vegetación

# options/disable-real-weather-fetch-desc:0
source: Disable METAR based real weather fetching
es: Desactiva la recogida de meteo real basada en METAR

# options/disable-rembrandt-desc:0
source: Disable Rembrandt rendering
es: Deshabilitar renderizado Rembrandt

# options/disable-save-on-exit:0
source: Don't save preferences upon program exit
es: No guardar las preferencias al salir del programa

# options/disable-sentry-desc:0
source: Disable crash and error reports from being sent to the development team for analysis
es: Deshabilita el envío de informes de fallos y errores al equipo de desarrollo para su análisis

# options/disable-sound-desc:0
source: Disable sound effects
es: Desactiva efectos sonoros

# options/disable-specular-highlight:0
source: Disable specular reflections on textured objects
es: Desactiva los reflejos especulares en objetos texturizados

# options/disable-splash-screen-desc:0
source: Disable splash screen
es: Desactiva splash screen

# options/disable-terrasync-desc:0
source: Disable automatic scenery downloads/updates
es: Desactiva la descarga/actualización automática de escenarios

# options/disable-texture-cache-desc:0
source: Disable texture cache (DDS)
es: Deshabilita la caché de texturas (DDS)

# options/disable-textures-desc:0
source: Disable textures
es: Desactiva las texturas

# options/disable-vr-desc:0
source: Disable VR
es: Deshabilitar RV

# options/disable-wireframe-desc:0
source: Disable wireframe drawing mode
es: Desactiva el modo de dibujo de esqueletos

# options/dme-desc:0
source: Slave the DME to one of the NAV radios, or set its internal frequency.
es: Esclaviza la DME a una de las radios NAV, o establece su frecuencia interna.
pl: Powiąż DME z jednym z radiali NAV, lub ustaw jego wewnętrzną czestotliwość.

# options/download-dir-desc:0
source: Base directory to use for aircraft and scenery downloads (the TerraSync scenery directory may be specifically set with --terrasync-dir)
es: Directorio para usar en descargas de aeronaves y escenario (el directorio de escenarios de TerraSync se puede configurarse específicamente con --terrasync-dir)
pl: Określ katalog jako miejsce dla pobranych statków powietrznych i scenerii (katalog scenerii TerraSync może być określony dodatkowo przez opcję --terrasync-dir).

# options/enable-ai-models-desc:0
source: Enable AI subsystem (required for multi-player, AI traffic and many other animations)
es: Activa el tráfico artificial (requerido para multijugador, tráfico AI y muchas otras animaciones)

# options/enable-ai-traffic-desc:0
source: Enable artificial traffic.
es: Activa el tráfico artificial.

# options/enable-anti-alias-hud-desc:0
source: Enable anti-aliased HUD
es: Activa el HUD sin distorsión (anti-aliased)

# options/enable-auto-coordination-desc:0
source: Enable auto coordination
es: Activa la autocoordinación

# options/enable-clock-freeze-desc:0
source: Do not advance clock
es: No se avanza el reloj

# options/enable-clouds-desc:0
source: Enable 2D (flat) cloud layers
es: Activa las capas de nubes 2D (planas)

# options/enable-clouds3d-desc:0
source: Enable 3D (volumetric) cloud layers
es: Activa las capas de nubes 3D (volumétricas)

# options/enable-distance-attenuation:0
source: Enable runway light distance attenuation
es: Activa la atenuación por distancia de la iluminación de pistas

# options/enable-enhanced-lighting:0
source: Enable enhanced runway lighting
es: Activa la iluminación mejorada de pistas

# options/enable-fgcom-desc:0
source: Enable FGCom built-in
es: Habilitar FGCom

# options/enable-freeze-desc:0
source: Start in a frozen state
es: Comenzar en un estado congelado

# options/enable-fuel-freeze-desc:0
source: Fuel tank quantity forced to remain constant
es: Se fuerza a permanecer constante la cantidad del depósito de combustible

# options/enable-fullscreen-desc:0
source: Enable fullscreen mode
es: Activa el modo de pantalla completa

# options/enable-horizon-effect:0
source: Enable celestial body growth illusion near the horizon
es: Activa la ilusión de crecimiento de los cuerpos celestes cerca del horizonte

# options/enable-hud-3d-desc:0
source: Enable 3D HUD
es: Activa el HUD 3D

# options/enable-hud-desc:0
source: Enable Heads Up Display (HUD)
es: Activa visor frontal (HUD)

# options/enable-mouse-pointer-desc:0
source: Enable extra mouse pointer
es: Activa el puntero extra del ratón

# options/enable-mouse-pointer-desc:1
source: (i.e. for full screen Voodoo based cards)
es: (es decir, para tarjetas tipo Voodoo a pantalla completa)

# options/enable-panel-desc:0
source: Enable instrument panel
es: Activa el panel de instrumentos

# options/enable-random-buildings-desc:0
source: Include random buildings objects
es: Incluir edificios aleatorios

# options/enable-random-objects-desc:0
source: Include random scenery objects
es: Incluir objetos aleatorios de escenografía

# options/enable-random-vegetation-desc:0
source: Include random vegetation objects
es: Incluir objetos aleatorios de vegetación

# options/enable-real-weather-fetch-desc:0
source: Enable METAR based real weather fetching (this requires an open internet connection)
es: Activa la recogida de meteo real basada en METAR (esto requiere una conexión a Internet)

# options/enable-rembrandt-desc:0
source: Enable Rembrandt rendering
es: Habilitar renderizado Rembrandt

# options/enable-save-on-exit:0
source: Allow saving preferences at program exit
es: Permitir guardar las preferencias al salir del programa

# options/enable-sentry-desc:0
source: Enable crash and error reports to be sent to the development team for analysis
es: Habilitar el envío de informes de fallos y errores al equipo de desarrollo para su análisis

# options/enable-sound-desc:0
source: Enable sound effects
es: Activa efectos sonoros

# options/enable-specular-highlight:0
source: Enable specular reflections on textured objects
es: Activa los reflejos especulares en objetos texturizados

# options/enable-splash-screen-desc:0
source: Enable splash screen
es: Activa splash screen

# options/enable-terrasync-desc:0
source: Enable automatic scenery downloads/updates
es: Activa la descarga/actualización automática de escenarios

# options/enable-texture-cache-desc:0
source: Enable texture cache (DDS)
es: Habilitar la caché de texturas (DDS)

# options/enable-textures-desc:0
source: Enable textures
es: Activa las texturas

# options/enable-vr-desc:0
source: Enable VR
es: Habilitar RV

# options/enable-wireframe-desc:0
source: Enable wireframe drawing mode
es: Activa el modo de dibujo de esqueletos

# options/environment-options:0
source: Environment Options
es: Opciones de entorno
pl: Opcje środowiska

# options/failure-desc:0
source: Fail the pitot, static, vacuum, or electrical system (repeat the option for multiple system failures).
es: Fallo del sistema de pitot, estática, vacío, o eléctrico (repetir la opción para multiples fallos del sistema).
pl: Włącz awarię rurki pitota, ciśnienia statycznego, układu próżniowego lub elektrycznego (powtórz opcję w przypadku wielu awarii systemu).

# options/fdm-desc:0
source: Select the core flight dynamics model
es: Seleccione el modelo central de dinámicas de vuelo
pl: Określ główny model dynamiki lotu.

# options/fdm-desc:1
source: Can be one of jsb, larcsim, yasim, magic, balloon, ada, external, or null
es: Puede ser uno de jsb, larcsim, yasim, magic, balloon, ada, external, o nulo
pl: Dostępne: jsb, larcsim, yasim, magic, balloon, ada, acms, aisim, network, pipe, ufo, external lub null.

# options/fdm-options:0
source: Flight Model
es: Modelo de vuelo
pl: Model dynamiki lotu (FDM)

# options/features-options:0
source: Features
es: Características
pl: Funkcjonalności

# options/fg-aircraft-desc:0
source: Specify additional aircraft directory path(s) (alternatively, you can use --aircraft-dir to target a specific aircraft in a given directory)
es: Especifica la ruta a directorios de aeronaves adicionales
pl: Określ dodatkowe ścieżki katalogów ze statkami powietrznymi (alternatywnie, możesz uzyć --aircraft-dir aby wskazać określony katalog danego statku powietrznego).

# options/fg-root-desc:0
source: Specify the root data path
es: Especifica la ruta básica a los datos
pl: Określ ścieżkę do głównego katalogu danych.

# options/fg-scenery-desc:0
source: Specify the scenery path(s);
es: Especifica la ruta básica a las escenografías;
pl: Określ ściezkę(i) do scenerii.

# options/fg-scenery-desc:1
source: Defaults to $FG_ROOT/Scenery
es: Por defecto falla a $FG_ROOT/Scenery
pl: Domyślna ścieżka to $FG_ROOT/Scenery.

# options/fgviewer-desc:0
source: Use a model viewer rather than load the entire simulator;
es: Usar un visor de modelos en vez de cargar todo el simulador;

# options/fix-desc:0
source: Specify starting position relative to a fix
es: Especifica la posición de comienzo relativa a un fijo
pl: Określ pozycję startową względem punktu orientacyjnego.

# options/flarm-desc:0
source: Open connection using the Flarm protocol, which includes NMEA/GPS and traffic reporting messages
es: Abrir conexión mediante el protocolo Flarm, que incluye NMEA / GPS y mensajes de informes de tráfico
pl: Otwórz połączenie używając protokołu Flarm, który zawiera NMEA/GPS oraz informacje o ruchu.

# options/flight-plan-desc:0
source: Read all waypoints from a file
es: Leer todos los waypoints desde un fichero
pl: Wczytaj punkty trasy z pliku.

# options/fog-disable-desc:0
source: Disable fog/haze
es: Desactiva la niebla/bruma
pl: Wyłącz mgłę.

# options/fog-fastest-desc:0
source: Enable fastest fog/haze
es: Activa la mas rápida niebla/bruma
pl: Włącz wydajne renderowanie mgły.

# options/fog-nicest-desc:0
source: Enable nicest fog/haze
es: Activa la mejor nieble/bruma
pl: Włącz najlepiej wyglądającą mgłę.

# options/fov-desc:0
source: Specify field of view angle
es: Especifica el campo del ángulo de visión
pl: Określ kąt pola widzenia.

# options/fpe-desc:0
source: Abort on encountering a floating point exception;
es: Abortar al encontrar una excepción depunto flotante;

# options/garmin-desc:0
source: Open connection using the Garmin GPS protocol
es: Abrir conexión usando el protocolo Garmin GPS
pl: Otwórz połączenie używając protokołu Garmin GPS.

# options/general-options:0
source: General Options
es: Opciones Generales
pl: Ustawienia ogólne

# options/generic-desc:0
source: Open connection using a predefined communication interface and a preselected communication protocol
es: Abrir conexión usando una interfaz predefinida de comunicación y un protocolo preseleccionado de comunicación
pl: Otwórz połączenie używając predefiniowanego interfejsu komunikacyjnego i wybranego protokołu.

# options/geometry-desc:0
source: Specify window geometry (640x480, etc)
es: Especifica la geometría de ventanas(640x480, etc)
pl: Określ wymiary okna (640x480, itp.)

# options/glideslope-desc:0
source: Specify flight path angle (can be positive)
es: Especifica el ángulo de planeo de ruta de vuelo(puede ser positivo)
pl: Określ kąt schodzenia (może być dodatni).

# options/graphics-preset-desc:0
source: Set graphic options from one of the presets
es: Seleccione las opciones gráficas desde uno de los preestablecidos
pl: Ustaw opcje graficzne na jedno z gotowych ustawień.

# options/heading-desc:0
source: Specify heading (yaw) angle (Psi)
es: Especifica el ángulo de la direccion (guiñada/yaw) (Psi)
pl: Określ kąt kierunku/odchylenia (Psi).

# options/help-desc:0
source: Show the most relevant command line options
es: Muestra las opciones de linea de comandos más relevantes
pl: Pokaż najczęściej stosowane opcje wiersza poleceń.

# options/httpd-desc:0
source: Enable http server on the specified address. Specify the port or address:port to bind to.
es: Activa el servidor http en el puerto especificado.
pl: Włącz serwer HTTP na podanym adresie. Możesz określić numer portu jako address:port lub podać sam port.

# options/hud-culled-desc:0
source: Hud displays percentage of triangles culled
es: Hud muestra un porcentaje de los triángulos entresacados
pl: HUD pokazuje procent wyeliminowanych trójkątów.

# options/hud-options:0
source: Hud Options
es: Opciones del HUD
pl: Opcje wyświetlacza przeziernego (HUD)

# options/hud-tris-desc:0
source: Hud displays number of triangles rendered
es: El HUD muestra número de triángulos renderizados
pl: HUD pokazuje liczbę renderowanych trójkątów.

# options/igc-desc:0
source: Open connection using the International Gliding Commission protocol
es: Abrir la conexión utilizando el protocolo de la Comisión Internacional de Vuelo sin Motor
pl: Owtórz połączenie używając protokołu Międzynarodowej Komisji Szybowcowej (International Gliding Commission).

# options/ignore-autosave-desc:0
source: Ignore the autosave file, i.e. the settings saved in this file will not be loaded during startup, nor will the settings be saved to this file when closing the simulator
es: Ignorar el archivo de autoguardado, es decir, los ajustes guardados en este archivo no serán cargados en el arranque, y tampoco serán guardados en este archivo al cerrar el simulador

# options/in-air-desc:0
source: Start in air (implied when using --altitude)
es: Comenzar en el aire (implicado cuando se usa --altitude)

# options/io-options:0
source: IO Options
es: Opciones E/S
pl: Opcje we./wy.

# options/joyclient-desc:0
source: Open connection to an Agwagon joystick
es: Abrir conexión a un joystick Agwagon
pl: Otwórz połączenie do joysticka Agwagon.

# options/jpg-httpd-desc:0
source: Enable screen shot http server on the specified port (replaced by --httpd)
es: Habilita el servidor http de captura de pantalla en el puerto especificado (reemplazado por --httpd)
pl: Utwórz serwer HTTP zrzutów ekranu na podanym porcie (zastąpione przez --httpd).

# options/jsbsim-output-directive-file-desc:0
source: Log JSBSim properties in a CSV file. An output directives file contains an <output type="CSV"></output> element, within which should be specified the parameters or parameter groups that should be logged.
es: Registrar propiedades JSBSim a un archivo CSV. Un archivo de salida de directivas contiene un elemento <output type="CSV"></output>, dentro del cual se deben especificar los parámetros o grupos de parámetros que deben registrarse.

# options/jsclient-desc:0
source: Open connection to a remote joystick
es: Abrir conexión a un joystick remoto
pl: Otwórz połączenie do zdalnego joysticka.

# options/json-report-desc:0
source: Print a report in JSON format on the standard output, giving information such as the FlightGear version, $FG_ROOT, $FG_HOME, aircraft and scenery paths, etc.
es: Imprima un informe en formato JSON en la salida estándar, con información como la versión de FlightGear, $ FG_ROOT, $ FG_HOME, rutas de aeronaves y paisajes, etc.

# options/language-desc:0
source: Select the language for this session
es: Seleccione el idioma para esta sesión
pl: Ustaw język używany przez symulator.

# options/lat-desc:0
source: Starting latitude (south = -)
es: Latitud de comienzo (sur = -)
pl: Początkowa szerokość geograficzna (południe ze znakiem minus).

# options/launcher-desc:0
source: Use GUI launcher
es: Abrir la interfaz gráfica de inicio

# options/livery-desc:0
source: Select aircraft livery
es: Seleccione la librea (insignia, emblema) de la aeronave
pl: Wybierz malowanie statku powietrznego.

# options/load-tape-desc:0
source: Load recording of earlier FlightGear session. For <name>, if <name> ends with .fgdata it is treated as the local path of the recording file; otherwise we form the local path by prepending <name> with the tape directory and appending ".fgtape". For <url> (starting with http:// or https://) we download the remote recording (which must be a Continuous recording) in the background to a url-dependent filename while replaying it; if the url-dependent filename already exists it is assumed to be a truncated download and we only download any remaining data.
es: Cargar grabación de una sesión anterior de FlightGear. Para <nombre>, si <nombre> termina en .fgdata, se trata como la ruta local del archivo de grabación; de lo contrario, se forma la ruta local anteponiendo <nombre> con el directorio de la cinta y añadiendo ".fgtape". Para <url> (comenzando con http:// o https://) se descarga la grabación remota (que debe ser una grabación Continua) en segundo plano a un nombre de archivo dependiente de la URL mientras se reproduce; si el nombre de archivo dependiente de la URL ya existe, se asume que es una descarga truncada y solo se descargan los datos restantes.

# options/local-aircraft-time:0
source: local aircraft time
es: tiempo de aeronave local
pl: czas lokalny.

# options/lod-levels-desc:0
source: Specify the detail levels, where levels are a space-separated numeric list of levels. The default is "1 3 5 7 9".
es: Especifique los niveles de detalle, donde los niveles es una lista numérica.de niveles separados por un espacio. Por defecto es "1 3 5 7 9".

# options/lod-range-mult-desc:0
source: Specify the range multiplier (point from low to fine detail). Defaults is 2.
es: Especifique el multiplicador de rango (apunte de menor a detalle fino). El valor predeterminado es 2.
pl: Ustaw mnożnik zakresu (punkt od niskiego do wysokiego poziomu szczegółowości). Domyślnie 2.

# options/lod-res-desc:0
source: Specify the resolution of the terrain grid. Defaults is 1.
es: Especifique la resolución de la cuadrícula de terreno. Por defecto es 1.
pl: Określ rozdzielczość siatki terenu. Domyślnie 1.

# options/lod-texturing-desc:0
source: Specify the method of texturing the terrain. The default is bluemarble.
es: Especifique el método de texturas del terreno. Por defecto es bluemarble.
pl: Określ metodę teksturowania terenu. Wartość domyślna to bluemarble.

# options/log-class-desc:0
source: Specify which logging class(es) to use
es: Especifica qué clase (o clases) de registro usar
pl: Określ klasy logowania.

# options/log-dir-desc:0
source: Log to directory DIR. The special value 'desktop' causes logging to the desktop (OS-dependent location). This option may be given several times, using a different value each time. Inside the specified directory, the written log file is named FlightGear_YYYY-MM-DD_<num>.log, where <num> takes the values 0, 1, 2, etc.
es: Inicie registro en el directorio DIR. El valor especial 'escritorio' provoca el registro en el escritorio (ubicación que depende del sistema operativo). Esta opción se puede dar varias veces, usando un valor diferente cada vez. Dentro del directorio especificado, el archivo de registro escrito se llama FlightGear_YYYY-MM-DD_<num>.log, donde <num> toma los valores 0, 1, 2, etc.

# options/log-level-desc:0
source: Specify which logging level to use
es: Especifica qué nivel de registro usar
pl: Określ poziom logowania.

# options/lon-desc:0
source: Starting longitude (west = -)
es: Longitud de comienzo (oeste = -)
pl: Początkowa długość geograficzna (zachód ze znakiem minus).

# options/mach-desc:0
source: Specify initial mach number
es: Especifica el numero mach inicial
pl: Określ prędkość początkową w liczbie Macha.

# options/materials-file-desc:0
source: Specify the materials file used to render the scenery (default: Materials/regions/materials.xml)
es: Especifica el archivo de materiales usado para renderizar el escenario (por defecto: Materials/regions/materials.xml)
pl: Określ plik materiałów uźywanych do wyświetlania scenerii (domyślnie: Materials/regions/materials.xml).

# options/max-fps-desc:0
source: Maximum frame rate in Hz.
es: Velocidad de refresco máxima en Hz.
pl: Określ maksymalną liczbę renderowanych klatek na sekundę.

# options/metar-desc:0
source: Pass a METAR string to set up static weather (this implies --disable-real-weather-fetch)
es: Pasar una METAR para establecer una meteo estática
pl: Określ włąsną depeszę METAR, z której zostanie ustawiona statyczna pogoda (powoduje włączenie opcji --disable-real-weather-fetch).

# options/min-aircraft-status:0
source: Allows you to define a minimum status level (=development status) for all listed aircraft
es: Permite que definas un nivel de status mínimo (=estado de desarollo) para todas las aeronaves listadas
pl: Pozwala ustalić minimalny poziom statusu rozwoju dla wszystkich wyświetlanych statków powietrznych.

# options/model-hz-desc:0
source: Run the FDM this rate (iterations per second)
es: Ejecutar el FDM a este ratio (iteraciones por segundo)
pl: Uruchom model dynamiki lotu z częstotliwością 'n' Hz (kroki na sekundę).

# options/multiplay-desc:0
source: Specify multipilot communication settings;
es: Especifica los ajustes de las comunicaciones multipiloto
pl: Określ ustawienia połączenia w tybie wieloosobowym;

# options/multiplayer-options:0
source: MultiPlayer Options
es: Opciones Multijugador
pl: Opcje trybu wieloosobowego

# options/multiple-instance:0
source: multiple instances can be used
es: múltiples estancias pueden ser usadas
pl: można użyć tej opcji wielokrotnie.

# options/native-ctrls-desc:0
source: Open connection using the FG Native Controls protocol
es: Abrir conexión usando el protocolo FG Native Controls
pl: Otwórz połączenie używając protokołu FG Native Controls.

# options/native-desc:0
source: Open connection using the FG Native protocol
es: Abrir conexión usando el protocolo FG Native
pl: Otwórz połączenie używając protokołu FG Native.

# options/native-fdm-desc:0
source: Open connection using the FG Native FDM protocol
es: Abrir conexión usando el protocolo FG Native FDM
pl: Otwórz połączenie używając protokołu FG Native FDM.

# options/native-gui-desc:0
source: Open connection using the FG Native GUI protocol
es: Abrir conexión usando el protocolo FG Native GUI
pl: Otwórz połączenie używając protokołu FG Native GUI.

# options/nav1-desc:0
source: Set the NAV1 radio frequency, optionally preceded by a radial.
es: Establece la radio frecuencia de NAV1, opcionalmente precedida por un radial.
pl: Ustaw częstotliwość NAV1, opcjonalnie z dodanym radialem.

# options/nav2-desc:0
source: Set the NAV2 radio frequency, optionally preceded by a radial.
es: Establece la radio frecuencia de NAV2, opcionalmente precedida por un radial.
pl: Ustaw częstotliwość NAV2, opcjonalnie z dodanym radialem.

# options/ndb-desc:0
source: Specify starting position relative to an NDB
es: Especifica la posición de comienzo relativa a un NDB
pl: Określ pozycję startową względem NDB.

# options/ndb-freq-desc:0
source: Specify the frequency of the NDB. Use with --ndb=ID
es: Especifique la frecuencia del NDB. Usar con --ndb = ID
pl: Określ częstotliwość NDB. Używane razem z --ndb=ID.

# options/network-options:0
source: Network Options
es: Opciones de Red
pl: Opcje sieciowe
