Repository: TheFlightSims/FlyNext
Catalog: fn-data/Translations/*/FlightGear-nonQt.xlf
Languages: es, pl

# options/nmea-desc:0
source: Open connection using the NMEA protocol
es: Abrir conexión usando el protocolo NMEA
pl: Otwórz połączenie używając protokołu NMEA.

# options/no-default-config-desc:0
source: Do not load any default configuration files (like .fgfsrc) unless explicitly specified with --config.
es: No cargar ningún archivo de configuración por defecto (como .fgfsrc) a no ser que se especifique explícitamente con --config.

# options/notrim-desc:0
source: Do NOT attempt to trim the model
es: NO intente compensar el modelo

# options/notrim-desc:1
source: (only with fdm=jsbsim)
es: (solo con fdm=jsbsim)

# options/offset-azimuth-desc:0
source: Specify heading to reference point
es: Especifica la direccion al punto de referencia
pl: Określ kurs do punktu odniesienia.

# options/offset-distance-desc:0
source: Specify distance to reference point (nautical miles)
es: Especifica la distancia al punto de referencia (en millas estatutarias)
pl: Określ odległość do punktu odniesienia (w milach morskich).

# options/on-ground-desc:0
source: Start at ground level (default)
es: Comenzar a nivel de tierra (por defecto)

# options/opengc-desc:0
source: Open connection using the OpenGC protocol
es: Abrir conexión usando el protocolo OpenGC
pl: Otwórz połączenie używając protokołu OpenGC.

# options/parking-id-desc:0
source: Specify parking position at an airport (must also specify an airport)
es: Especifica la posición de parking en un aeropuerto (se debe especificar el aeropuerto)
pl: Określ miejsce postojowe na lotnisku (wymaga podania --airport).

# options/parkpos-desc:0
source: Same as the --parking-id option
es: Especifica qué posición de comienzo en un portaviones AI (se debe especificar también un portaviones)
pl: To samo co opcja --parking-id.

# options/pitch-desc:0
source: Specify pitch angle (Theta)
es: Especifica el ángulo de cabeceo (Theta)
pl: Określ kąt pochylenia (Theta).

# options/position-options:0
source: Initial Position and Orientation
es: Posición y Orientación Inicial
pl: Początkowa pozycja i orientacja

# options/prop-desc:0
source: Set property <name> to <value>. <type> can be one of string, double, float, long, int, or bool.
es: Establece la propiedad <nombre> al <valor>. El <tipo> puede ser una cadena de caracteres (string), doble (double), flotante (float), largo (long), entero (int), o de verdad (bool).

# options/props-desc:0
source: Open connection using the interactive property manager
es: Abrir conexión usando el gestor interactivo de propiedades
pl: Otwórz połączenie używając interaktywnego menadżera właściwości.

# options/proxy-desc:0
source: Specify which proxy server (and port) to use. The username and password are optional and should be MD5 encoded already. This option is only useful when used in conjunction with the real-weather-fetch option.
es: Especifica qué servidor proxy (y puerto) usar. El usuario y contraseña son opcionales y deberían de estar ya codificados con MD5. Esta opcion solo es útil cuando es usada conjuntamente con la opcion real-weather-fetch.
pl: Określ serwer proxy i port, który ma być używany. Nazwa użytkownika i hasło są opcjonalne; jeśli są obecne, powinny być podane jako skróty MD5. Ta opcja jest przydatna tylko wtedy, gdy włączona jest opcja --real-weather-fetch.

# options/pve-desc:0
source: Open connection using the PVE protocol
es: Abrir conexión usando el protocolo PVE
pl: Otwórz połączenie używając protokołu PVE.

# options/random-objects-desc:0
source: (buildings, etc.)
es: (edificios, etc.)

# options/random-wind-desc:0
source: Set up random wind direction and speed
es: Establece vientos de direccion y velocidad aleatorios
pl: Ustaw losowy kierunek i prędkość wiatru.

# options/ray-desc:0
source: Open connection using the Ray Woodworth motion chair protocol
es: Abrir conexión usando el protocolo Ray Woodworth motion chair
pl: Otwórz połączenie przy użyciu protokołu ruchomego krzesła Raya Woodwortha.

# options/read-only-desc:0
source: Make $FG_HOME read-only
es: Hacer $FG:HOME de solo-lectura

# options/rendering-options:0
source: Rendering Options
es: Opciones de Renderizado
pl: Opcje renderowania

# options/restart-launcher-desc:0
source: Open Launcher automatically when exiting FlightGear
es: Abrir el Lanzador automáticamente al salir de FlightGear

# options/restore-defaults-desc:0
source: Reset all user settings to their defaults (rendering options etc)
es: Restaurar todas las configuraciones a las iniciales (opciones de renderizado, etc)

# options/roc-desc:0
source: Specify initial climb rate (can be negative)
es: Especifica velocidad de ascensión (puede ser negativo)
pl: Określ początkową prędkość pionową w stopach na minutę (wartość może być ujemna).

# options/roll-desc:0
source: Specify roll angle (Phi)
es: Especifica el ángulo de alabeo (Phi)
pl: Określ kąt przechylenia (Phi).

# options/route-options:0
source: Route/Way Point Options
es: Opciones de ruta
pl: Opcje trasy/punktów na trasie

# options/rul-desc:0
source: Open connection using the RUL protocol
es: Abrir conexión usando el protocol RUL
pl: Otwórz połączenie używając protokołu RUL.

# options/runway-no-desc:0
source: Specify starting runway (must also specify an airport)
es: Especifica pista inicial (se debe especificar además el aeropuerto)
pl: Określ pas startowy (musisz podać również lotnisko).

# options/season-desc:0
source: Specify the startup season
es: Especifica la temporada de comienzo

# options/shading-flat-desc:0
source: Enable flat shading
es: Activa el sombreado plano
pl: Włącz płaskie cieniowanie.

# options/shading-smooth-desc:0
source: Enable smooth shading
es: Activa el sombreado suavizado
pl: Włącz gładkie cieniowanie.

# options/show-aircraft-desc:0
source: Print a list of the currently available aircraft types
es: Muestra una lista de los tipos de aeronaves actualmente disponibles
pl: Wypisz listę aktualnie dostępnych typów statków powietrznych.

# options/show-sound-devices-desc:0
source: Show a list of available audio device
es: Muestra una lista de dispositivos disponibles de audio
pl: Pokaż dostępne urządzenia audio.

# options/situation-options:0
source: Situation Options
es: Opciones de Emergencias
pl: Opcje sytuacyjne

# options/sound-device-desc:0
source: Explicitly specify the audio device to use
es: Explicitamente especifica el dispositivo de audio a usar
pl: Określ urządzenie audio, którego chcesz użyć.

# options/speed-desc:0
source: Run the FDM 'n' times faster than real time
es: Ejecutar el FDM 'n' veces más rápido que el tiempo real

# options/start-date-desc:0
source: Specify a starting date/time with respect to
es: Especifica una fecha/momento de cominezo con respecto a
pl: Określ datę/czas startu ze wzgędu na

# options/state-desc:0
source: Specify the initial state of the aircraft to the given value
es: Especifique el estado inicial de la aeronave al valor dado
pl: Określ stan początkowy statku powietrznego wg podanej wartości.

# options/system-time:0
source: system time
es: hora del sistema
pl: czas systemowy.

# options/telnet-desc:0
source: Enable telnet server on the specified port
es: Activa el servidor telnet en el puerto especificado
pl: Włącz serwer telnet na podanym porcie.

# options/terrain-engine-desc:0
source: Specify the terrain engine you want to use: tilecache or pagedLOD
es: Especifique el motor de terreno que quiere utilizar: tilecache o pagedLOD
pl: Określ silnik terenu, którego chcesz użyć: tilecache lub pagedLOD.

# options/terrasync-dir-desc:0
source: Set target directory for scenery downloads
es: Especifica el directorio para descargas de escenarios
pl: Określ katalog, gdzie TerraSync będzie przechowywał pobieraną scenerię (domyślnie jest to katalog TerraSync w lokalizacji określonej przez --download-dir).

# options/texture-cache-dir-desc:0
source: Specify the DDS texture cache directory to be different than the default location
es: Especifique el directorio de cache de texturas DDS a ser diferente que la ubicación por defecto
pl: Określ katalog pamięci podręcznej dla tekstur DDS, gdy chcesz aby był inny niż domyślna lokalizacja.

# options/texture-filtering-desc:0
source: Anisotropic Texture Filtering: values should be 1 (default), 2, 4, 8 or 16
es: Filtrado Anisotrópico de Texturas: los valores deben ser 1 (defecto),2,4,8 o 16
pl: Określ filtrowanie anizotropowe tekstur. Prawidłowe wartości to 1 (domyślnie), 2, 4, 8 lub 16.

# options/time-match-local-desc:0
source: Synchronize time with local real-world time
es: Sincronizar hora con la hora local del mundo real
pl: Zsynchronizuj czas w symulatorze z aktualnym czasem w danym miejscu.

# options/time-match-real-desc:0
source: Synchronize time with real-world time
es: Sincronizar hora con la hora del mundo real
pl: Zsynchronizuj czas w symulatorze z czasem systemowym komputera.

# options/time-offset-desc:0
source: Add this time offset
es: Añade este incremento temporal
pl: Określ przesunięcie czasu.

# options/time-options:0
source: Time Options
es: Opciones de hora
pl: Opcje czasu

# options/timeofday-desc:0
source: Specify a time of day
es: Especifique hora del día
pl: Określ porę dnia.

# options/trace-read-desc:0
source: Trace the reads for a property;
es: Trazar las lecturas para una propiedad;
pl: Śledź odczyty dla podanej właściwości;

# options/trace-write-desc:0
source: Trace the writes for a property;
es: Trazar las escrituras para una propiedad;
pl: Śledź zapisy dla podanej właściwości;

# options/trim-desc:0
source: Trim the model
es: Compensar el modelo

# options/trim-desc:1
source: (only with fdm=jsbsim)
es: (solo con fdm=jsbsim)

# options/turbulence-desc:0
source: Specify turbulence from 0.0 (calm) to 1.0 (severe)
es: Especifica turbulencias desde 0.0 (calmadas) to 1.0 (severas)
pl: Określ stopień turbulencji od 0.0 (brak) do 1.0 (intensywne).

# options/uBody-desc:0
source: Specify velocity along the body X axis
es: Especifica la velocidad por el eje X del cuerpo
pl: Określ prędkość wzdłuż osi X.

# options/uninstall-desc:0
source: Remove $FG_HOME directory. For Windows, it additionally removes TerraSync, Aircraft and TextureCache directories from download directory.
es: Eliminar el directorio $FG_HOME. Para Windows, también elimina los directorios TerraSync, Aircraft y TextureCache del directorio de descargas.
pl: Usuń katalog $FG_HOME. W systemie Windows dodatkowo usuwa katalogi TerraSync, Aircraft i TextureCache z katalogu pobierania.

# options/units-feet-desc:0
source: Use feet for distances
es: Usar pies para distancias
pl: Użyj miary w stopach dla odległości.

# options/units-meters-desc:0
source: Use meters for distances
es: Usar metros para distancias
pl: Użyj miary w metrach dla odległości.

# options/usage:0
source: Usage: fgfs [ option ... ]
es: Modo de empleo: fgfs [ opción ... ]
pl: Użycie: fgfs [ opcje ... ]

# options/use-with-terrain-engine-pagedlod:0
source: Use with --terrain-engine=pagedLOD
es: Use con --terrain-engine=pagedLOD
pl: Użyj z --terrain-engine=pagedLOD.

# options/vBody-desc:0
source: Specify velocity along the body Y axis
es: Especifica la velocidad por el eje Y del cuerpo
pl: Określ prędkość wzdłuż osi Y.

# options/vDown-desc:0
source: Specify velocity along a vertical axis
es: Especifica la velocidad por el eje vertical
pl: Określ prędkość wzdłuż osi pionowej.

# options/vEast-desc:0
source: Specify velocity along a West-East axis
es: Especifica la velocidad por el eje Oeste-Este
pl: Określ prędkość wzdłuż osi wschód-zachód.

# options/vNorth-desc:0
source: Specify velocity along a South-North axis
es: Especifica la velocidad por el eje Sur-Norte
pl: Określ prędkośc wzdłuż osi południe-północ.

# options/vc-desc:0
source: Specify initial airspeed
es: Especifica la velocidad inicial del viento
pl: Określ prędkość początkową w węzłach.

# options/vehicle-desc:0
source: Same as the --aircraft option
es: Seleccione un perfil de vehículo definido por un <nombre>-set.xml de nivel superior
pl: To samo co opcja --aircraft.

# options/verbose-desc:0
source: Show all command line options when combined with --help or -h
es: Muestra todas las opciones de la linea de comandos cuando se combinan con --help o -h
pl: Pokazuje wszystkie opcje wiersza poleceń: --help lub -h

# options/verbose-help:0
source: For a complete list of options use --help --verbose
es: Para una lista completa de opciones use --help --verbose
pl: W celu uzyskania pełnej listy opcji uruchom z: --help --verbose

# options/version-desc:0
source: Display the current FlightGear version
es: Mostrar la versión actual de FlightGear

# options/view-offset-desc:0
source: Specify the default forward view direction as an offset from straight ahead. Allowable values are LEFT, RIGHT, CENTER, or a specific number in degrees
es: Especifica la dirección por defecto de la vista hacia el frente como un incremento desde delante. Valores válidos son LEFT (izq.), RIGHT (dch.), CENTER (centro), o un número dado de grados
pl: Określ domyślny kierunek patrzenia. Dopuszczalne wartości: LEFT (patrz 45 stopni na lewo), RIGHT (patrz 45 stopni na prawo), CENTER (patrz na wprost), lub podaj własną wartość w stopniach.

# options/visibility-desc:0
source: Specify initial visibility in meters
es: Especifica la visibilidad inicial
pl: Określ początkową widoczność w metrach.

# options/visibility-miles-desc:0
source: Specify initial visibility in statute miles
es: Especifica la visibilidad inicial en millas
pl: Określ początkową widoczność w milach lądowych.

# options/vor-desc:0
source: Specify starting position relative to a VOR
es: Especifica la posición de comienzo relativa a un VOR
pl: Określ pozycję startową względem VOR-a.

# options/vor-freq-desc:0
source: Specify the frequency of the VOR. Use with --vor=ID
es: Especifique la frecuencia del VOR. Usar con --vor=ID
pl: Określ częstotliwość VOR-a. Używane razem z --vor=ID.

# options/wBody-desc:0
source: Specify velocity along the body Z axis
es: Especifica la velocidad por el eje Z del cuerpo
pl: Określ prędkość wzdłuż osi Z.

# options/wind-desc:0
source: Specify wind coming from DIR (degrees) at SPEED (knots)
es: Especifica el viento llegando desde DIRECCION (grados) a VELOCIDAD (nudos)
pl: Określ kierunek wiatru w stopniach (DIR) oraz jego prędkość w węzłach (SPEED). Jeśli kierunek wiatru jest zmienny, określ zakres (DIR:MAXDIR), jako minimalny i maksymalny kąt w stopniach. Opcjonalnie ustaw maksymalne natężenie porywów w węzłach (GUST).

# options/wp-desc:0
source: Specify a waypoint for the GC autopilot;
es: Especifica waypoint para el autopiloto GC;
pl: Wprowadź identyfikator punktu trasy (VOR, NDB, fix) do autopilota. Opcjonalna część @alt może służyć do określenia wysokości, na której należy przekroczyć dany punkt, np. OKE@3000;

# sys/binding-subsystems:0
source: binding subsystems
es: enlazando subsistemas
pl: spinanie podsystemów

# sys/creating-subsystems:0
source: creating subsystems
es: creando subsistemas
pl: tworzenie podsystemów

# sys/downloading-scenery:0
source: downloading scenery
es: descargando escenario
pl: pobieranie scenerii

# sys/error-3D-model-load:0
source: Error loading 3D model
es: Error cargando modelo 3D
pl: Blad wczytywania modelu 3D

# sys/error-aircraft-systems:0
source: Errors occured loading aircraft systems (fuel, electrical, hydrualics)
es: Han ocurrido errores al cargar los sistemas de la aeronave (de combustible, eléctricos, hidráulicos)
pl: Wystapily bledy podczas wczytywania systemow statku powietrznego (paliwo, elektryka, hydraulika)

# sys/error-audio-fx-load:0
source: Audio FX description contains errors
es: La descripción de efectos de audio contiene errores
pl: Opis efektow dzwiekowych zawiera bledy

# sys/error-btg-load:0
source: Errors loading terrain (BTG)
es: Errores al cargar el terreno (BTG)
pl: Bledy wczytywania terenu (BTG)

# sys/error-category-addon:0
source: The add-on '%VALUE%' contains errors. Please report this to the add-on developers.
es: El complemento '%VALUE%' contiene errores. Reporte por favor este error a los desarrolladores del complemento.

# sys/error-category-aircraft:0
source: This aircraft (%VALUE%) contains errors. This may include visual issues, or the aircraft might not fly at all. Check for an updated version of the aircraft from its developers.
es: Esta aeronave (%VALUE%) contiene errores. Esto puede suponer problemas visuales, o la aeronave puede no volar por completo. Compruebe con los desarrolladores si hay una versión actualizada de la aeronave.
pl: Ten statek powietrzny (%VALUE%) zawiera bledy. Moze to dotyczyc problemow wizualnych lub statek powietrzny moze w ogole nie latac. Sprawdz zaktualizowana wersje statku powietrznego od jego tworcow.

# sys/error-category-aircraft-from-hangar:0
source: The selected aircraft (%VALUE%) contains errors. This may cause visual issues, or the aircraft might not fly at all. Please report the information below to the aircraft hangar's maintainers.
es: La aeronave seleccionada (%VALUE%) contiene errores. Esto puede suponer problemas visuales, o la aeronave puede no volar por completo. Reporte por favor la información más abajo a los mantenedores del hangar de la aeronave.

# sys/error-category-custom-scenery:0
source: The custom scenery at '%VALUE%' contains errors. Parts may be missing, or the scenery may not load at all. Check for an updated version of the scenery.
es: El escenario personalizado en '%VALUE%' contiene errores. Pueden faltar algunas partes, o el escenario puede no cargarse por completo. Compruebe si hay una versión actualizada del escenario.

# sys/error-category-fgdata:0
source: Errors were found loading the core simulator files (FGData). This usually indicates a problem with the installation, or your local disk.
es: Se han encontrado errores al cargar los archivos principales del simulador (FGData). Esto habitualmente indica un problema con la instalación, o con el disco local.
pl: Znaleziono bledy podczas wczytywania podstawowych plikow symulatora (FGData). Zwykle oznacza to problem z instalacja lub dyskiem lokalnym.

# sys/error-category-input-device:0
source: The joystick (input device) '%VALUE%' couldn't be loaded correctly. This usually means its configuration file is incorrect.
es: El joystick (dispositibo de entrada) '%VALUE' no se pudo cargar correctamente. Esto habitualmente significa que su archivo de configuración es incorrecto.

# sys/error-category-multiplayer:0
source: Loading a model for another pilot (via multi-player) failed. The other pilot will appear as a default model. (You can disable these errors from the multiplayer settings dialog)
es: Fallo al cargar un modelo para otro piloto (vía multijugador). El otro piloto aparecerá como un modelo por defecto. (Puede deshabilitar estos errores desde el diálogo de ajustes de multijugador)
pl: Wczytywanie modelu innego pilota (w trybie wieloosobowym) nie powiodlo sie. Drugi pilot pojawi sie jako model domyslny (mozesz wylaczyc te bledy w oknie ustawien multiplayer).

# sys/error-category-out-of-memory:0
source: Allocating memory failed. Some resources will not be loaded. Adjust your settings to reduce view distance or number of objects loaded.
es: Fallo al reservar memoria. Algunos recursos no serán cargados. Ajuste la configuración para reducir la distancia de visión o el número de objetos cargados.
pl: Alokacja pamieci nie powiodla sie. Niektore zasoby nie zostana wczytane. Dostosuj ustawienia, aby zmniejszyc odleglosc widzenia lub liczbe wczytanych obiektow.

# sys/error-category-scenario:0
source: The scenario '%VALUE%' contains errors, and may not work correctly.
es: El escenario '%VALUE%' contiene errores, y puede no funcionar correctamente.

# sys/error-category-shaders:0
source: Problems occurred loading visual effects (shaders). This can cause objects to be invisible or appear incorrect. It can sometimes be fixed by changing rendering settings inside FlightGear, or occasionally, by updating the drivers for your graphics card.
es: Han ocurrido problemas al cargar los efectos visuales (sombreado). Esto puede que determinados objetos no se visualicen o aparezcan incorrectamente. Esto puede ser solucionado algunas veces cambiando los ajustes del renderizador dentro de FlightGear, u ocasionalmente actualizando los drivers de su tarjeta gráfica.
pl: Wystapily problemy z wczytaniem efektow wizualnych (shaderow). Moze to spowodowac, ze obiekty beda niewidoczne lub beda wygladac nieprawidlowo. Czasami pomaga zmiana ustawien renderowania we FlightGear lub aktualizacja sterownikow karty graficznej.

# sys/error-category-terrasync:0
source: Scenery downloaded via TerraSync is not loading correctly. The usually indicates a problem with your network connection or local disk.
es: El escenario descargado via TerraSync no se está cargando correctamente. Esto normalmente indica un problema con la conexión de red o con el disco local.
pl: Sceneria pobrana przez TerraSync nie wczytuje sie poprawnie. Zwykle oznacza to problem z polaczeniem sieciowym lub dyskiem lokalnym.

# sys/error-category-traffic:0
source: Problems occured loading simulated aircaft traffic: some traffic may not appear.
es: Problemas al cargar tráfico de aeronaves simuladas: algún tráfico puede no aparecer.
pl: Wystapily problemy podczas wczytywania sztucznego ruchu lotniczego: czesc samolotow moze sie nie pojawiac.

# sys/error-category-unknown:0
source: Errors occurred in an unknown part of FlightGear. Please report this bug to the FlightGear development team.
es: Han ocurrido errores en una parte desconocida de FlightGear. Por favor, reporte este problema al equipo de desarrollo de FlightGear.
pl: Wystapily bledy w nieznanej czesci FlightGear. Prosze zglosic ten blad do zespolu programistow FlightGeara.

# sys/error-dialog-load:0
source: Errors loading user-interface
es: Errores al cargar la interfaz de usuario
pl: Bledy podczas wczytywania interfejsu uzytkownika

# sys/error-input-device-config:0
source: Errors loading input device configuration
es: Errores al cargar la configuración del dispositivo de entrada
pl: Bledy podczas wczytywania konfiguracji urzadzenia wejsciowego

# sys/error-loading-texture:0
source: Texture failed to load
es: Fallo al cargar la textura
pl: Nie udalo sie wczytac tekstury

# sys/error-missing-shader:0
source: Shader / Effect problems
es: Problemas de Sombreado / Efecto
pl: Problemy z shaderami/efektami wizualnymi

# sys/error-next-steps:0
source: This dialog is work-in-progress. The information included above may not be fully correct, so please check the detailed information below and give feedback if something seems wrong. Please include all the information below, as well as the message above.
es: Este diálogo está en desarrollo. La información incluida anteriormente puede no ser completamente correcta, así que por favor compruebe la información detallada a continuación y aporte sus comentarios si algo parece incorrecto. Por favor, incluya toda la información siguiente, así como el mensaje anterior.
pl: To okno dialogowe jest w trakcie projektowania. Informacje zawarte powyzej moga nie byc w pełni poprawne, wiec sprawdz szczegolowe informacje ponizej i przekaz opinie, jesli cos wydaje sie nie tak. Podaj wszystkie informacje ponizej, a takze powyzszą wiadomosc.

# sys/error-scenery-load:0
source: Errors loading scenery
es: Errores al cargar el escenario
pl: Bledy podczas wczytywania scenerii

# sys/error-terraysnc:0
source: Errors downloading scenery from TerraSync
es: Errores al descargar el escenario desde TerraSync
pl: Bledy podczas pobierania scenerii z TerraSync

# sys/error-type-bad-data:0
source: File or resource is invalid or corrupted
es: Archivo o recurso no válido o corrupto
pl: Plik lub zasob jest nieprawidlowy lub uszkodzony

# sys/error-type-bad-header:0
source: File or resource header is incorrect
es: Cabecera de archivo o recurso incorrecta
pl: Naglowek pliku lub zasobu jest nieprawidlowy
