Repository: TheFlightSims/FlyNext
Catalog: fn-data/Translations/*/FlightGear-nonQt.xlf
Languages: es, pl

# options/ignore-autosave-desc:0
source: Enable/Disable ignoring the autosave file, i.e. the settings saved in this file will not be loaded during startup, nor will the settings be saved to this file when closing the simulator
pl: Włącz/wyłącz ignorowanie pliku autozapisu, tzn. ustawienia zapisane w tym pliku nie zostaną wczytane podczas uruchamiania, ani nie zostaną zapisane do tego pliku podczas zamykania symulatora.

# options/in-air-desc:0
source: Enable/Disable starting in air (implied when using --altitude)
pl: Włączy/wyłącz rozpoczęcie w powietrzu (włączone jeśli użyjemy opcji --altitude).

# options/jsbsim-output-directive-file-desc:0
source: Log JSBSim properties in a CSV file. An output directives file contains an <output type="CSV"></output> element, within which should be specified the parameters or parameter groups that should be logged.
pl: Rejestruj właściwości JSBSim w pliku CSV. Plik dyrektyw wyjściowych zawiera element <output type="CSV"></output>, w którym należy określić parametry lub grupy parametrów, które mają być rejestrowane.

# options/json-report-desc:0
source: Enable/Disable printing a report in JSON format on the standard output, giving information such as the FlightGear version, $FG_ROOT, $FG_HOME, aircraft and scenery paths, etc.
pl: Włącz/wyłącz wypisanie raportu w formacie JSON na standardowym wyjściu, podając informacje, takie jak wersja FlightGear, $FG_ROOT, $FG_HOME, ścieżki statku powietrznego i scenerii itp.

# options/launcher-desc:0
source: Enable/Disable GUI launcher
pl: Włącz/wyłącz uruchamianie aplikacji startowej z graficznym interfejsem użytkownika.

# options/load-tape-create-video:0
source: Enable/Disable encode video while replaying tape specified by --load-tape
pl: Włącz/wyłącz nagrywanie wideo podczas odtwarzania taśmy określonej przez --load-tape.

# options/load-tape-desc:0
source: Load recording of earlier FlightGear session. For <name>, if <name> ends with .fgdata it is treated as the local path of the recording file; otherwise we form the local path by prepending <name> with the tape directory and appending ".fgtape". For <url> (starting with http:// or https://) we download the remote recording (which must be a Continuous recording) in the background to a url-dependent filename while replaying it; if the url-dependent filename already exists it is assumed to be a truncated download and we only download any remaining data.
pl: Wczytaj nagranie wcześniejszej sesji FlightGear. Dla <name>, jeśli ścieżka <name> kończy się rozszerzeniem ".fgdata", wówczas jest traktowana jako lokalna ścieżka do pliku nagrania; w przeciwnym razie zostanie stworzona ścieżka lokalna, w taki sposób, że na początku <name> zostanie doklejony katalog dla nagrań, a na końcu zostanie doklejone rozszerzenie ".fgtape". Dla <url> (czyli zaczynając od http:// lub https://) nagranie będzie pobierane z Internetu (musi być nagraniem typu Continuous) i podczas odtwarzania będzie zapisywane do nazwy pliku zależnej od adresu URL; jeśli nazwa pliku zależna od adresu URL już istnieje, wówczas zakłada się, że jest to niekompletny plik i pobierane będą tylko pozostałe dane.

# options/load-tape-fixed-dt:0
source: Set fixed-dt mode while replaying tape specified by --load-tape
pl: Ustaw tryb fixed-dt podczas odtwarzania taśmy określonej przez --load-tape

# options/lod-levels-desc:0
source: Specify the detail levels, where levels are a space-separated numeric list of levels. The default is "1 3 5 7 9".
pl: Określ poziomy szczegółowości, gdzie poziomy są liczbami oddzielonymi spacją. Wartość domyślna to "1 3 5 7 9".

# options/log-dir-desc:0
source: Log to directory DIR. The special value 'desktop' causes logging to the desktop (OS-dependent location). This option may be given several times, using a different value each time. Inside the specified directory, the written log file is named FlightGear_YYYY-MM-DD_<num>.log, where <num> takes the values 0, 1, 2, etc.
pl: Loguj do katalogu DIR. Wartość specjalna 'desktop' spowoduje logowanie na pulpit (zależne od systemu operacyjnego). Można użyć tej opcji wiele razy, podając każdorazowo inną wartości. W podanym katalogu, zapisany plik logu będzie nazwany FlightGear_RRRR-MM-DD_<num>.log, gdzie <num> oznacza kolejne liczby: 0, 1, 2, itd.

# options/mouse-pointer-desc:0
source: Enable/Disable extra mouse pointer
pl: Włącz/wyłącz dodatkowy wskaźnik myszy

# options/mouse-pointer-desc:1
source: (i.e. for full screen Voodoo based cards)
pl: (np. dla kart opartych na Voodoo)

# options/no-default-config-desc:0
source: Enable/Disable not loading any default configuration files (like .fgfsrc) unless explicitly specified with --config
pl: Włącz/wyłącz nie wczytywanie żadnych domyślnych plików konfiguracyjnych (takich jak .fgfsrc), chyba że zostało to wyraźnie określone w opcji --config.

# options/notrim-desc:0
source: Enable/Disable not attempting to trim the model
pl: Włącz/wyłącz brak próby ustabilizowania modelu dynamiki lotu

# options/notrim-desc:1
source: (only with --fdm=jsbsim)
pl: (tylko z --fdm=jsbsim).

# options/on-ground-desc:0
source: Enable/Disable starting at ground level (default enabled)
pl: Włącz/wyłącz rozpoczęcie na ziemi (domyślnie).

# options/panel-desc:0
source: Enable/Disable instrument panel
pl: Włącz/wyłącz panel z instrumentami.

# options/prop-browser-desc:0
source: After starting the simulator, immediately open the properties dialog with the given property
pl: Po uruchomieniu symulatora natychmiast otwórz okno dialogowe właściwości z daną właściwością.

# options/prop-desc:0
source: Set property <name> to <value>. <type> can be one of string, double, float, long, int, or bool
pl: Ustaw właściwość <name> na <value>. <type> może byc jednym z typów: string, double, float, long, int lub bool.

# options/random-buildings-desc:0
source: Enable/Disable random buildings objects
pl: Włącz/wyłącz losowe budynki.

# options/random-objects-desc:0
source: Enable/Disable random scenery objects (buildings, etc.)
pl: Włącz/wyłącz losowe obiekty scenerii (budynki itp.)

# options/random-vegetation-desc:0
source: Enable/Disable random vegetation objects
pl: Włącz/wyłącz losową roślinność.

# options/read-only-desc:0
source: Enable/Disable $FG_HOME read-only
pl: Włącz/wyłącz katalog $FG_HOME tylko do odczytu.

# options/real-weather-fetch-desc:0
source: Enable/Disable METAR based real weather fetching
pl: Włącz/wyłącz pobieranie rzeczywistej pogody w oparciu o METAR.

# options/restart-launcher-desc:0
source: Enable/Disable automatic opening of the Launcher when exiting FlightGear
pl: Włącz/wyłącz automatyczne uruchamianie Launchera po wyjściu z FlightGeara.

# options/restore-defaults-desc:0
source: Enable/Disable resetting all user settings to their defaults (rendering options etc.)
pl: Włącz/wyłącz resetowanie wszystkich ustawień użytkownika (opcje renderowania, pogody, itp.) do ich domyślnych wartości.

# options/save-on-exit:0
source: Enable/Disable saving preferences at program exit
pl: Włącz/wyłącz zapisywanie ustawiań podczas zamykania symulatora.

# options/sentry-desc:0
source: Enable/Disable crash and error reports from being sent to the development team for analysis
pl: Włącz/wyłącz raportowanie błędów tj. wysłanie ich do zespołu programistów w celu analizy.

# options/sound-desc:0
source: Enable/Disable sound effects
pl: Włącz/wyłącz dźwięk.

# options/specular-highlight-desc:0
source: Enable/Disable specular reflections on textured objects
pl: Włącz/wyłącz odbicia lustrzane na oteksturowanych obiektach.

# options/speed-desc:0
source: Run the FDM 'n' times faster than real time
pl: Uruchom model dynamiki lotu 'n' razy szybciej niż w czasie rzeczywistym.

# options/splash-screen-desc:0
source: Enable/Disable splash screen
pl: Włącz/wyłącz ekran powitalny.

# options/terrasync-desc:0
source: Enable/Disable automatic scenery downloads/updates
pl: Włącz/wyłącz automatyczne pobieranie scenerii.

# options/texture-cache-desc:0
source: Enable/Disable texture cache (DDS)
pl: Włącz/wyłącz przechowywanie tekstur w pamięci podręcznej (DDS).

# options/trim-desc:0
source: Enable/Disable trim the model
pl: Włącz/wyłącz stabilizowanie modelu dynami lotu

# options/trim-desc:1
source: (only with --fdm=jsbsim)
pl: (tylko z --fdm=jsbsim).

# options/version-desc:0
source: Enable/Disable display the current FlightGear version
pl: Włącz/wyłącz wypisanie aktualnej wersji FlightGear.

# options/vr-desc:0
source: Enable/Disable virtual reality
pl: Włącz/wyłącz wsparcie dla wirtualnej rzeczywistości.

# options/wireframe-desc:0
source: Enable/Disable wireframe drawing mode
pl: Włącz/wyłącz tryb rysowania poligonów

# sys/error-category-addon:0
source: The add-on '%VALUE%' contains errors. Please report this to the add-on developers.
pl: Dodatek "%VALUE%" zawiera bledy. Prosimy o zgloszenie tego programistom dodatku.

# sys/error-category-aircraft-from-hangar:0
source: The selected aircraft (%VALUE%) contains errors. This may cause visual issues, or the aircraft might not fly at all. Please report the information below to the aircraft hangar's maintainers.
pl: Wybrany statek powietrzny (%VALUE%) zawiera bledy. Moze to powodowac problemy wizualne lub statek powietrzny moze w ogole nie latac. Prosimy o zgloszenie ponizszych informacji do opiekunow statku powietrznego w hangarze.

# sys/error-category-custom-scenery:0
source: The custom scenery at '%VALUE%' contains errors. Parts may be missing, or the scenery may not load at all. Check for an updated version of the scenery.
pl: Niestandardowa sceneria w "%VALUE%" zawiera bledy. Moze to spowodowac, ze sceneria sie nie wczyta, czesciowo lub w calosci. Sprawdz czy nie ma aktualizacji tej scenerii.

# sys/error-category-input-device:0
source: The joystick (input device) '%VALUE%' couldn't be loaded correctly. This usually means its configuration file is incorrect.
pl: Nie mozna poprawnie wczytac joysticka (urzadzenia wejsciowego) "%VALUE%". Zwykle oznacza to, ze jego plik konfiguracyjny jest niepoprawny.

# sys/error-category-scenario:0
source: The scenario '%VALUE%' contains errors, and may not work correctly.
pl: Scenariusz "%VALUE%" zawiera bledy i moze nie dzialac poprawnie.

# tips/tip:15
source: Can't get the engine started? - see Help → Aircraft Checklists
pl: Nie potrafisz uruchomić silnika? Zobacz Pomoc → Listy kontrolne

# weather-scenarios/cat-two-minimum-desc:0
source: With just a 1/4 mile visibility and clouds at 100ft, you don't see much of the runway until seconds before touchdown. Trust your instruments to stay alive.
pl: Przy widoczności zaledwie 400 metrów i chmurach na wysokości 100 stóp, pas zobaczysz dopiero na sekundy przed lądowaniem. Zaufaj swoim instrumentom, a wyjdziesz z tego cało.

# weather-scenarios/early-morning-fog-desc:0
source: Fog developed this autumn's morning. Expect good visibility above the layer. However - getting through it can be a challenge. Stay alive for a 500' climb and you'll see the sun!
pl: Mgła pojawiła się tego jesiennego poranka. Oczekuj dobrej widoczności nad warstwą mgły, jednak przejście przez nią może być wyzwaniem. Pozostań przy życiu podczas wzbijania się na 500 stóp, a zobaczysz słońce!

# weather-scenarios/isa-desc:0
source: A standard atmosphere model for testing and calibrating aircraft performance and design.
pl: Standardowy model atmosfery do testowania osiągów i konstrukcji samolotów.

# weather-scenarios/isa-name:0
source: International Standard Atmosphere
pl: Atmosfera wzorcowa (ISA)

# weather-scenarios/stormy-monday-desc:0
source: You're out for an adventure? Gusty winds blowing from the west and isolated thunderstorms should be avoided. Fasten your seatbelt!
pl: Masz ochotę na przygodę? Należy unikać porywistych wiatrów z zachodu i odosobnionych burz. Zapnij pasy!
