Repository: TheFlightSims/FlyNext
Catalog: fn-data/Translations/*/FlightGear-nonQt.xlf
Languages: es, pl

# sys/error-type-io:0
source: Unable to read/write files correctly (check permissions and disk space)
es: No es posible leer/escribir los archivos correctamente (compruebe los permisos y el espacio del disco)
pl: Nie mozna poprawnie odczytac/zapisac plikow (sprawdz uprawnienia i miejsce na dysku)

# sys/error-type-misconfigured:0
source: The resource contains a configuration problem
es: El recurso contiene un problema de configuración
pl: Zasob zawiera problem z konfiguracja

# sys/error-type-network:0
source: Network connection failure
es: Fallo de conexión de red
pl: Awaria polaczenia sieciowego

# sys/error-type-not-found:0
source: The file or resource was not found
es: El archivo o recurso no fue encontrado
pl: Nie znaleziono pliku lub zasobu

# sys/error-type-out-of-memory:0
source: Unable to allocate sufficient memory
es: No es posible reservar memoria suficiente
pl: Nie mozna przydzielic wystarczajacej ilosci pamieci

# sys/error-type-unknown:0
source: Unknown error
es: Error desconocido
pl: Nieznany blad

# sys/error-xml-load-command:0
source: Scripted loading of XML failed
es: Error al cargar XML mediante script
pl: Oskryptowane wczytywanie XML nie powiodlo się

# sys/error-xml-model-load:0
source: Errors loading model XML
es: Errores al cargar el modelo XML
pl: Bledy podczas ladowania modelu XML

# sys/finalize-position:0
source: finalizing position
es: finalizando posición
pl: finalizowanie pozycji

# sys/finishing-subsystems:0
source: finalizing subsystems
es: finalizando subsistemas
pl: finalizowanie podsystemów

# sys/init:0
source: initializing
es: inicializando
pl: inicjalizowanie

# sys/init-graphics:0
source: initializing graphics engine
es: inicializando motor gráfico
pl: inicjalizowanie silnika graficznego

# sys/init-scenery:0
source: initializing scenery
es: inicializando escenarios
pl: inicjalizowanie scenerii

# sys/init-subsystems:0
source: initializing subsystems
es: inicializando subsistemas
pl: inicjalizowanie podsystemów

# sys/license-url:0
source: Licensed under the GNU GPL. See https://www.flightgear.org for more information.
es: Licenciado bajo la Licencia Pública GNU (GPL). Vea https://www.flightgear.org para más información.
pl: Na licencji GNU GPL. Więcej informacji można znaleźć na stronie https://www.flightgear.org.

# sys/loading-aircraft:0
source: loading aircraft
es: cargando aeronave
pl: wczytywanie stateku powietrznego

# sys/loading-aircraft-list:0
source: loading aircraft list
es: cargando lista de aeronaves
pl: wczytywanie listy statków powietrznych

# sys/loading-nav-dat:0
source: loading navigation data
es: cargando datos de navegación
pl: wczytywanie danych nawigacyjnych

# sys/loading-scenery:0
source: loading scenery
es: cargando escenarios
pl: wczytywanie scenerii

# sys/navdata-fixes:0
source: loading fixes
es: cargando puntos de ruta
pl: wczytywanie punktów orientacyjnych

# sys/navdata-load-percent:0
source: [VALUE]% complete
es: [VALUE]% completado
pl: ukończone [VALUE]%

# sys/navdata-loading-airports:0
source: loading airport data
es: cargando datos del aeropuerto
pl: wczytywanie danych lotnisk

# sys/navdata-navaids:0
source: loading navigation aid data
es: cargando datos de navegación
pl: wczytywanie danych pomocy nawigacyjnej

# sys/navdata-pois:0
source: loading points of interest
es: cargando puntos de interés
pl: wczytywanie punktów zainteresowań

# sys/navdata-reading-apt-dat-files:0
source: reading airport data
es: leyendo datos del aeropuerto
pl: odczytywanie danych lotniska

# sys/scenery-extract:0
source: extracting [VALUE]
es: extrayendo [VALUE]
pl: rozpakowywanie [VALUE]

# sys/settings-migration-text:0
source: Saved settings were migrated from a previous version of FlightGear. If you encounter any problems when using the system, try restoring the default settings, before reporting a problem. Saved settings can affect the appearance, performance and features of the simulator.
es: Los ajustes guardados fueron migrados desde una versión de FlightGear anterior. Si encuentra algún problema al utilizar el systema, intente restaurar los ajustes por defecto, antes de reportar algún problema. Los ajustes guardados pueden afectar a la apariencia, prestaciones y características del simulador.
pl: Ustawienia zostaną przemigrowane z poprzedniej wersji FlightGear. Jeśli napotkasz na jakiekolwiek problemy używając aplikacji, spróbuj przywrócić domyślne ustawienia przed zaraportowaniem problemu. Zapisane ustawienia mogą mieć wpływ na wygląd, wydajność i funkcje symulatora.

# sys/settings-migration-title:0
source: Settings migrated
es: Ajustes migrados
pl: Ustawienia przemigrowane

# sys/unstable-warning:0
source: Unstable nightly build - some features may be under active development
es: Versión inestable - algunas características pueden estar en desarrollo activo
pl: Niestabilne wydanie nocne - pewne funkcje mogą być w trakcie aktywnego rozwijania

# tips/tip:0
source: Drag while holding the right mouse button to look around
es: Arrastre mientras mantiene pulsado el botón derecho del ratón para mirar a su alrededor
pl: Aby się rozejrzeć, przytrzymaj prawy przycisk myszy i nią poruszaj

# tips/tip:1
source: Hold Ctrl while looking around to move the view up, down, left or right
es: Presione [Mayúsculas] mientras esté mirando a su alrededor para mover la vista arriba, abajo, izquierda o derecha
pl: Przytrzymaj Ctrl podczas rozglądania się aby przesunąć widok w górę, dół, lewo lub prawo

# tips/tip:2
source: Press a/A to adjust the simulation speed
es: Presione a/A para ajustar la velocidad de simulación
pl: Naciśnij a/A aby dostosować prędkość symulacji

# tips/tip:3
source: Press x/X to zoom in and out
es: Presione x/X para ajustar el zoom
pl: Naciśnij x/X aby zbliżyć/oddalić widok

# tips/tip:4
source: Find frequencies of nearby ATC services from the Radios dialog
es: Encuentre las frecuencias de servicios de control aéreo cercanos en el menú de Radios
pl: Wyszukaj częstotliwości najbliższych wież kontroli lotów z okna dialogowego radia

# tips/tip:5
source: Press v to change your viewpoint, Ctrl-V to return to the cockpit
es: Presione v para cambiar su punto de vista, Ctrl-V para volver a la cabina
pl: Naciśnij v aby zmienić punkt widzenia, Ctrl-V aby wrócić do kokpitu

# tips/tip:6
source: Press F3 to take a screenshot
es: Presione F3 para hacer una captura de pantalla
pl: Naciśnij F3 aby zrobić zrzut ekranu

# tips/tip:7
source: Join the FlightGear community at http://forum.flightgear.org
es: Únase a la comunidad de FlightGear en http://forum.flightgear.org
pl: Dołącz do społeczności FlightGear na http://forum.flightgear.org

# tips/tip:8
source: Press h to bring up a Heads Up Display
es: Presione h para mostrar el HUD
pl: Naciśnij h aby wyświetlić HUD

# tips/tip:9
source: Show or hide the menu bar by pressing F10
es: Presione F10 para alternar la visibilidad de la barra de menú
pl: Naciśnij F10 aby ukryć lub pokazać pasek menu

# tips/tip:10
source: Frame-rate too low? - try disabling AI traffic
es: ¿Velocidad de refresco demasiado baja? - pruebe desactivando el tráfico IA
pl: Niska liczba klatek na sekundę? Spróbuj wyłączyć ruch SI

# tips/tip:11
source: Select Environment → Weather to fly in different weather
es: Seleccione Ambiente → Clima para volar en unas condiciones atmosféricas distintas
pl: Wybierz Środowisko → Pogoda aby latać podczas innej pogody

# tips/tip:12
source: Press F12 to change the radio frequencies easily
es: Presione F12 para cambiar fácilmente las frecuencias de radio
pl: Naciśnij F12 aby łatwo zmienić częstotliwości radia

# tips/tip:13
source: Look around by holding down the right mouse button and moving the mouse
es: Mire a su alrededor presionando el click derecho del ratón mientras lo mueve al mismo tiempo
pl: Aby się rozejrzeć, przytrzymaj prawy przycisk myszy i nią poruszaj

# tips/tip:14
source: Select Multiplayer → Multiplayer Settings to join the shared flight environment
es: Seleccione Multijugador → Ajustes Multijugador para unirse a otros usuarios en red
pl: Wybierz Multiplayer → Ustawienia multiplayer aby dołączyć do środowiska wspólnych lotów

# tips/tip:15
source: Can't get the engine started? - see Help → Aircraft Checklists
es: ¿No puede arrancar el motor? - mire Ayuda → Listas de chequeo de aeronave

# tips/tip:16
source: Drag while holding the middle and right mouse buttons to move the viewpoint
es: Arrastre mientras mantiene presionados los botones central y derecho del ratón para mover el punto de vista
pl: Przesuwaj myszkę podczas trzymania prawego i środkowego przycisku aby zmienić punkt widzenia

# tips/tip:17
source: Press / to explore the internals of the simulator
es: Presione / para explorar las propiedades internas del simulador
pl: Naciśnij przycisk / aby przeglądać wewnętrzne ustawienia symulatora

# tips/tip:18
source: Press Tab to move the viewpoint with your mouse and use the scroll wheel to zoom
es: Presione Tab para mover el punto de vista con el ratón y mueva la rueda de desplazamiento para hacer zoom
pl: Naciśnij Tab aby rozglądać się za pomocą myszki i użyj kółka przewijania do przybliżania/oddalania widoku

# weather-scenarios/border-high-pressure-region-desc:0
source: The border of a high pressure region, in which the airmass becomes unstable and various convective and stratiform clouds may appear.
es: El borde de una región de alta presión, en la que la masa de aire se vuelve inestable y pueden aparecer varias nubes convectivas y estratiformes.
pl: Granica regionu wysokiego ciśnienia, w którym masa powietrza staje się niestabilna i mogą pojawić się różne chmury konwekcyjne i warstwowe.

# weather-scenarios/border-high-pressure-region-name:0
source: Border of a high pressure region
es: Borde de una región de alta presión
pl: Granica regionu wysokiego ciśnienia

# weather-scenarios/border-low-pressure-region-desc:0
source: The border of a low pressure region, in which the airmass is unstable and convective clouds start to form layers and merge into stratiform clouds.
es: El borde de una región de baja presión, en la que la masa de aire es inestable y las nubes convectivas comienzan a formar capas y se fusionan en nubes estratiformes.
pl: Granica regionu niskiego ciśnienia, w którym masa powietrza jest niestabilna, a chmury konwekcyjne zaczynają tworzyć warstwy i łączyć się w chmury stratus.

# weather-scenarios/border-low-pressure-region-name:0
source: Border of a low pressure region
es: Borde de una región de baja presión
pl: Granica regionu niskiego ciśnienia

# weather-scenarios/cat-one-minimum-desc:0
source: If you just got your IFR rating, this is what you are allowed to do. But can you?
es: Si acaba de obtener su calificación IFR, esto es lo que se le permite hacer, pero... ¿lo puede hacer?
pl: Jeśli właśnie uzyskałeś pozwolenie na loty IFR, możesz spróbować podejścia ILS. Ale czy potrafisz?

# weather-scenarios/cat-one-minimum-name:0
source: CAT I minimum
es: CAT I mínima

# weather-scenarios/cat-three-b-minimum-desc:0
source: This is expert level. You will barely see the taxiway from the cockpit, even if you are on ground. Fog and light drizzle, freezing level at 1000ft.
es: Este es el nivel de experto. Apenas verá la calle de rodaje desde la cabina, incluso si está en tierra. Niebla y llovizna ligera, nivel de congelación a 1000 pies.
pl: To jest poziom ekspercki. Ledwo widać drogę kołowania z kokpitu, nawet jeśli jesteś na ziemi. Mamy tutaj mgłę i mżawkę, z poziomem zamarzania na wysokości 1000 stóp.

# weather-scenarios/cat-three-b-minimum-name:0
source: CAT IIIb minimum
es: CAT IIIb mínima

# weather-scenarios/cat-two-minimum-desc:0
source: With just a 1/4 mile visibility and clouds at 100ft, you don't see much of the runway until seconds before touchdown. Trust your instruments to stay alive.
es: Con solo 1/4 de milla de visibilidad y nubes a 100 pies, no se ve gran parte de la pista hasta segundos antes del aterrizaje. Confíe en sus instrumentos para mantenerse con vida.

# weather-scenarios/cat-two-minimum-name:0
source: CAT II minimum
es: CAT II mínima

# weather-scenarios/core-high-pressure-region-desc:0
source: The center of a high pressure region, characterized by descending air and hence only weak cloud development with high visibility.
es: El centro de una región de alta presión, caracterizada por aire descendente y, por lo tanto, solo desarrollo de nubes débiles con alta visibilidad.
pl: Centrum regionu wysokiego ciśnienia, charakteryzującego się opadającym powietrzem, a zatem słabym rozwojem chmur oraz daleką widocznością.

# weather-scenarios/core-high-pressure-region-name:0
source: Core high pressure region
es: Núcleo de una región de alta presión
pl: Rdzeń regionu wysokiego ciśnienia

# weather-scenarios/core-low-pressure-region-desc:0
source: The core of a low pressure region, characterized by overcast clouds, bad visibility on the ground and significant rainfall.
es: El núcleo de una región de baja presión, caracterizada por un cielo de cubierto de nubes, mala visibilidad en el suelo y lluvias importantes.
pl: Rdzeń regionu niskiego ciśnienia, charakteryzującego się całkowitym zachmurzeniem, słabą widocznością na ziemi i znacznymi opadami deszczu.

# weather-scenarios/core-low-pressure-region-name:0
source: Core low pressure region
es: Núcleo de una región de baja presión
pl: Rdzeń regionu niskiego ciśnienia

# weather-scenarios/early-morning-fog-desc:0
source: Fog developed this autumn's morning. Expect good visibility above the layer. However - getting through it can be a challenge. Stay alive for a 500' climb and you'll see the sun!
es: La niebla se desarrolló esta mañana de otoño. Espere una buena visibilidad por encima de la capa. Sin embargo, superarlo puede ser un desafío. ¡Manténgase con vida en una escalada de 500'y verá el sol!

# weather-scenarios/early-morning-fog-name:0
source: Early morning fog
es: Niebla de mañana temprana
pl: Wczesna poranna mgła

# weather-scenarios/fair-weather-desc:0
source: A lovely day for trip to your favorite 100$ hamburger airfield
es: Un hermoso día para viajar a su aeródromo favorito, con hamburguesas de 100 $
pl: Piękny dzień aby wybrać się na hamburgera za 100$.

# weather-scenarios/fair-weather-name:0
source: Fair weather
es: Buen tiempo
pl: Ładna pogoda

# weather-scenarios/high-pressure-region-desc:0
source: A high pressure region, characterized by moderate to strong Cumulus development in the afternoon and fairly good visibility conditions.
es: Una región de alta presión, caracterizada por un desarrollo de cúmulos de moderado a fuerte por la tarde y condiciones de visibilidad bastante buenas.
pl: Region wysokiego ciśnienia, charakteryzujący się umiarkowanym tworzeniem chmur typu cumulus, aż do silnego ich rozwoju po południu, oraz dość dobrą widocznością.

# weather-scenarios/high-pressure-region-name:0
source: High pressure region
es: Región de alta presión
pl: Region wysokiego ciśnienia

# weather-scenarios/live-data-desc:0
source: Fetch live weather data for your nearest airport from noaa.gov. You need a working internet connection. Weather is generated automatically, once a valid METAR is received.
es: Obtenga datos meteorológicos en vivo para su aeropuerto más cercano en noaa.gov. Necesita una conexión a internet operativa. El tiempo se genera automáticamente, una vez que se recibe un METAR válido.
pl: Pobierz aktualne dane pogodowe dla swojego najbliższego lotniska z noaa.gov. Wymagane jest połączenie z Internetem. Pogoda zostanie wygenerowana automatycznie po otrzymaniu prawidłowej depeszy METAR.

# weather-scenarios/live-data-name:0
source: Live data
es: Datos en tiempo real
pl: Dane na żywo

# weather-scenarios/low-pressure-region-desc:0
source: A low pressure region, characterized by rising air, widespread formation of stratiform clouds and beginning rain.
es: Una región de baja presión, caracterizada por aire ascendente, formación generalizada de nubes estratiformes y comienzo de lluvia.
pl: Region niskiego ciśnienia, charakteryzujący się podnoszącym się powietrzem, powszechnym tworzeniem się chmur warstwowych (stratus) i początkowym deszczem.

# weather-scenarios/low-pressure-region-name:0
source: Low pressure region
es: Región de baja presión
pl: Region niskiego ciśnienia

# weather-scenarios/manual-input-desc:0
source: Enter your favorite METAR weather. A valid METAR syntax is required.
es: Introduzca su tiempo METAR favorito. Se requiere una sintaxis METAR válida.
pl: Wpisz własną depeszę METAR. Wymagana jest poprawna składnia METAR.

# weather-scenarios/manual-input-name:0
source: Manual input
es: Entrada manual
pl: Wprowadzanie ręczne

# weather-scenarios/marginal-vfr-desc:0
source: After the storm - limited visibility and some showers. Go or No-Go?
es: Después de la tormenta, visibilidad limitada y algunos chubascos. ¿Salir o no salir?
pl: Po burzy - ograniczona widoczność i zachmurzenie. Lecieć czy jednak nie?

# weather-scenarios/marginal-vfr-name:0
source: Marginal VFR
es: VFR marginal
pl: Graniczny VFR

# weather-scenarios/stormy-monday-desc:0
source: You're out for an adventure? Gusty winds blowing from the west and isolated thunderstorms should be avoided. Fasten your seatbelt!
es: ¿Está en busca de una aventura? Deben evitarse los vientos racheados que soplan del oeste y las tormentas eléctricas aisladas. ¡Abróchese el cinturón de seguridad!

# weather-scenarios/stormy-monday-name:0
source: Stormy Monday
es: Lunes tormentoso
pl: Burzliwy poniedziałek

# weather-scenarios/thunderstorm-desc:0
source: A hot and damp summer day with thunderstorms developing in the afternoon. Be prepared for reduction of visibility in showers and strong gusts near thunderstorms
es: Un día de verano caluroso y húmedo con tormentas eléctricas desarrollándose por la tarde. Esté preparado para la reducción de la visibilidad en lluvias y fuertes ráfagas cerca de tormentas eléctricas
pl: Gorący i wilgotny letni dzień z burzami rozwijającymi się po południu. Przygotuj się na zmniejszenie widoczności podczas przelotnych opadów deszczu i silnych podmuchów w pobliżu burzy.

# weather-scenarios/thunderstorm-name:0
source: Thunderstorm
es: Tormenta eléctrica
pl: Burza z piorunami

# weather-scenarios/warm-sector-desc:0
source: A warm sector, characterized by high moisture in the air and haze extending up to high altitudes, but otherwise largely convective cloud development.
es: Un sector cálido, caracterizado por una alta humedad en el aire y una neblina que se extiende hasta grandes altitudes pero, por otro lado, desarrollo de nubes muy convectivas.
pl: Ciepły sektor, charakteryzujący się wysoką wilgotnością powietrza i zamgleniem sięgającym dużych wysokości, poza tym w dużej mierze konwekcyjnym rozwojem chmur.

# weather-scenarios/warm-sector-name:0
source: Warm sector
es: Sector cálido
pl: Ciepły sektor

# menu/pushback:0
source: Pushback
pl: Wypychanie

# menu/scenery-sources:0
source: Scenery Sources
pl: Zrodla scenerii

# menu/video-control:0
source: Video Control
pl: Opcje nagrywania wideo

# menu/video-start:0
source: Video Start
pl: Rozpocznij nagrywanie wideo

# menu/video-stop:0
source: Video Stop
pl: Zatrzymaj nagrywanie wideo

# options/AV400WSimA-desc:0
source: Open connection for "A" channel using Garmin WAAS GPS protocol
pl: Otwórz połączenie dla kanału "A" przy użyciu protokołu Garmin WAAS GPS.

# options/AV400WSimB-desc:0
source: Open connection for "B" channel using Garmin WAAS GPS protocol
pl: Otwórz połączenie dla kanału "B" przy użyciu protokołu Garmin WAAS GPS.

# options/ai-models-desc:0
source: Enable/Disable AI subsystem (required for multi-player, AI traffic and many other animations.) Disabling it is deprecated.
pl: Włącz/wyłącz podsystem sztucznej inteligencji (wymagane dla tybu wieloosobowego, ruchu SI i wielu innych animacji). Wyłączenie jest przestarzałe.

# options/ai-traffic-desc:0
source: Enable/Disable artificial traffic.
pl: Włącz/wyłącz sztuczny ruch lotniczy.

# options/allow-nasal-from-sockets-desc:0
source: Enable/Disable security flag. Enable means that network connections will be allowed full access to the simulator including running arbitrary scripts. Ensure you have adequate security (such as a firewall which blocks external connections).
pl: Włącz/wyłącz uruchamianie skryptów Nasal z gniazda sieciowego. Włączenie oznacza, że połączenia sieciowe będą miały pełny dostęp do symulatora, w tym do uruchamiania dowolnych skryptów. Upewnij się, że masz odpowiednie zabezpieczenia (takie jak zapora, która blokuje połączenia zewnętrzne).

# options/anti-alias-hud-desc:0
source: Enable/Disable anti-aliased HUD
pl: Włącz/wyłącz antyaliasing HUD-a.

# options/auto-coordination-desc:0
source: Enable/Disable auto coordination
pl: Włącz/wyłącz auto-koordynację steru kierunku.

# options/carrier-position-desc:0
source: Specify a starting position relative to the carrier where you can use the predefined abeam (start on downwind abeam) or FLOLS (start on final approach) values, or specify the name of the carrier's parking position. Must also specify a carrier.
pl: Określ pozycję początkową względem lotniskowca, gdzie możesz użyć wartości abeam (rozpoczęcie na trawersie z wiatrem) lub FLOLS (rozpoczęcie na podejściu końcowym) lub podać nazwę pozycji parkingowej na lotniskowcu. Należy również wskazać lotniskowiec.

# options/clock-freeze-desc:0
source: Enable/Disable clock freeze
pl: Włącz/wyłącz zamrożenie zegara.

# options/clouds-desc:0
source: Enable/Disable 2D (flat) cloud layers
pl: Włącz/wyłącz płaskie (2D) warstwy chmur.

# options/clouds3d-desc:0
source: Enable/Disable 3D (volumetric) cloud layers
pl: Włącz/wyłącz przestrzenne (3D) warstwy chmur.

# options/composite-viewer-desc:0
source: Enable/Disable CompositeViewer (extra view windows)
pl: Włącz/wyłącz CompositeViewer (dodatkowe widoki w osobnych oknach).

# options/console-desc:0
source: Enable/Disable displaying console (Windows specific)
pl: Włącz/wyłącz konsolę (dla systemów Windows).

# options/developer-desc:0
source: Enable/Disable developer mode
pl: Włącz/wyłącz tryb programisty.

# options/distance-attenuation-desc:0
source: Enable/Disable runway light distance attenuation
pl: Włącz/wyłącz tłumienie świateł drogi startowej wraz z odległością.

# options/fgcom-desc:0
source: Enable/Disable FGCom built-in
pl: Włącz/wyłącz wbudowany FGCom.

# options/fgviewer-desc:0
source: Use a model viewer rather than load the entire simulator
pl: Wykorzystaj przeglądarkę modeli zamiast wczytywać cały symulator.

# options/fpe-desc:0
source: Enable/Disable aborting on encountering a floating point exception
pl: Włącz/wyłącz przerwanie przy napotkaniu wyjątku zmiennoprzecinkowego.

# options/freeze-desc:0
source: Enable/Disable start in a frozen state
pl: Włącz/wyłącz rozpoczęcie w stanie zapauzowanym.

# options/fuel-freeze-desc:0
source: Enable/Disable fuel consumption freeze
pl: Włącz/wyłącz zamrożenie konsumpcji paliwa.

# options/fullscreen-desc:0
source: Enable/Disable fullscreen mode
pl: Włącz/wyłącz tryb pełnoekranowy.

# options/gmt:0
source: GMT
pl: czas GMT.

# options/gui-desc:0
source: Enable/Disable GUI (disabling GUI enables headless mode)
pl: Włącz/wyłącz GUI (wyłączenie oznacza włączenie trybu headless).

# options/hold-short-desc:0
source: Enable/Disable the move to hold short position for multiplayer
pl: Włącz/wyłącz przesunięcie na pozycję hold short w trybie multiplayer.

# options/horizon-effect-desc:0
source: Enable/Disable celestial body growth illusion near the horizon
pl: Włącz/wyłącz iluzoryczne zwiększenie ciał niebieskich w pobliżu horyzontu.

# options/hud-3d-desc:0
source: Enable/Disable 3D HUD
pl: Włącz/wyłącz wyświetlacz przezierny 3D.

# options/hud-desc:0
source: Enable/Disable Heads Up Display (HUD)
pl: Włącz/wyłącz wyświetlacz przezierny.
